/** 宝蓝雏龙 */
export default {
  id: "baolanchulong",
  no: 146,
  name: "宝蓝雏龙",
  wikiSlug: "宝蓝雏龙",
  wikiUrl: "https://wiki.biligame.com/ap/宝蓝雏龙",
  elements: [
    "木",
    "水"
  ],
  battleTag: "猛袭",
  race: "特殊类",
  height: "75cm",
  stage: "幼年期",
  sizeType: "小",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "尚处在认知世界的探索阶段，能和各类奇波打成一片。\n尽管年幼，但是已经具备了相当灵巧的飞行能力，平时会用各种空中技巧自娱自乐。",
  image: "/imgs/qibos/baolanchulong.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/5/51/mmpn3ebfx6pe47ayqmdwpmq4zzd04ov.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "木工"
  ],
  drops: [
    "细密软绒",
    "兽灵之角"
  ],
  skills: [
    {
      name: "灵龙漩水",
      maxLevel: 5,
      desc: "朝目标喷射出一道水流，对前方进行5次攻击，共计造成374.3%攻击力的水属性伤害。当自身血量高于80%时，该技能伤害上升18%。\n对敌人添加“水属性抗性下降·小”效果，使水属性抗性下降0.9%，持续16秒。",
      levels: [
        {
          level: 1,
          desc: "朝目标喷射出一道水流，对前方进行5次攻击，共计造成144%攻击力的水属性伤害。当自身血量高于80%时，该技能伤害上升18%。\n对敌人添加“水属性抗性下降·小”效果，使水属性抗性下降0.9%，持续16秒。"
        },
        {
          level: 2,
          desc: "朝目标喷射出一道水流，对前方进行5次攻击，共计造成201.7%攻击力的水属性伤害。当自身血量高于80%时，该技能伤害上升18%。\n对敌人添加“水属性抗性下降·小”效果，使水属性抗性下降0.9%，持续16秒。"
        },
        {
          level: 3,
          desc: "朝目标喷射出一道水流，对前方进行5次攻击，共计造成259.4%攻击力的水属性伤害。当自身血量高于80%时，该技能伤害上升18%。\n对敌人添加“水属性抗性下降·小”效果，使水属性抗性下降0.9%，持续16秒。"
        },
        {
          level: 4,
          desc: "朝目标喷射出一道水流，对前方进行5次攻击，共计造成316.6%攻击力的水属性伤害。当自身血量高于80%时，该技能伤害上升18%。\n对敌人添加“水属性抗性下降·小”效果，使水属性抗性下降0.9%，持续16秒。"
        },
        {
          level: 5,
          desc: "朝目标喷射出一道水流，对前方进行5次攻击，共计造成374.3%攻击力的水属性伤害。当自身血量高于80%时，该技能伤害上升18%。\n对敌人添加“水属性抗性下降·小”效果，使水属性抗性下降0.9%，持续16秒。"
        }
      ]
    },
    {
      name: "灵木弹",
      maxLevel: 5,
      desc: "向目标发射3枚灵木弹，对命中的敌人造成23.8%攻击力的木属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射3枚灵木弹，对命中的敌人造成9.1%攻击力的木属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射3枚灵木弹，对命中的敌人造成12.8%攻击力的木属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射3枚灵木弹，对命中的敌人造成16.5%攻击力的木属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射3枚灵木弹，对命中的敌人造成20.1%攻击力的木属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射3枚灵木弹，对命中的敌人造成23.8%攻击力的木属性伤害。"
        }
      ]
    },
    {
      name: "水弹",
      maxLevel: 5,
      desc: "向目标发射3枚水弹，对命中的敌人造成23.8%攻击力的水属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射3枚水弹，对命中的敌人造成9.1%攻击力的水属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射3枚水弹，对命中的敌人造成12.8%攻击力的水属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射3枚水弹，对命中的敌人造成16.5%攻击力的水属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射3枚水弹，对命中的敌人造成20.1%攻击力的水属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射3枚水弹，对命中的敌人造成23.8%攻击力的水属性伤害。"
        }
      ]
    },
    {
      name: "宝蓝雏龙-合击",
      maxLevel: 5,
      desc: "横扫目标敌人，造成652.9%攻击力的水属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "横扫目标敌人，造成251.1%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "横扫目标敌人，造成351.6%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "横扫目标敌人，造成452%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "横扫目标敌人，造成552.5%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "横扫目标敌人，造成652.9%攻击力的水属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "急流",
      desc: "水属性伤害增幅增加20%；每释放一次特技/合击，自身技能冷却时长减少5%，最多可叠加4层。"
    },
    {
      name: "碧羽Ⅰ",
      desc: "奇波对决中，自身生命值降低30%，技能冷却时间增加50%，技能伤害提升100%。"
    }
  ],
  evolutions: [
    {
      name: "宝蓝雏龙",
      no: 146,
      stage: "幼年期",
      wikiSlug: "宝蓝雏龙"
    },
    {
      name: "碧羽灵龙",
      no: 148,
      stage: "成熟期",
      wikiSlug: "碧羽灵龙"
    }
  ]
}
