/** 冰灵偶 */
export default {
  id: "binglingou",
  no: 23,
  name: "冰灵偶",
  wikiSlug: "冰灵偶",
  wikiUrl: "https://wiki.biligame.com/ap/冰灵偶",
  elements: [
    "冰"
  ],
  battleTag: "变换",
  race: "幻生类·元素族",
  height: "70cm",
  stage: "成长期",
  sizeType: "小",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "冰元素化身的成长中状态，已经拥有了基本的控制自身所属元素的能力，也是元素灵偶中最可靠的冷气供应源，前提是它能够接纳身边其他的生灵，这一般非常难。",
  image: "/imgs/qibos/binglingou.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/f/fc/7cj0tzn7uhflb96ht1m0ilpox7zfjpn.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "元素",
    "狩猎"
  ],
  drops: [
    "元素凝质",
    "本质之砂"
  ],
  skills: [
    {
      name: "冰灵寒气",
      maxLevel: 5,
      desc: "形成冰霜领域，对目标造成374.4%攻击力的冰属性伤害。\n对敌人添加“冰属性抗性下降·小”效果，使冰属性抗性下降0.9%，持续16秒。",
      levels: [
        {
          level: 1,
          desc: "形成冰霜领域，对目标造成144%攻击力的冰属性伤害。\n对敌人添加“冰属性抗性下降·小”效果，使冰属性抗性下降0.9%，持续16秒。"
        },
        {
          level: 2,
          desc: "形成冰霜领域，对目标造成201.6%攻击力的冰属性伤害。\n对敌人添加“冰属性抗性下降·小”效果，使冰属性抗性下降0.9%，持续16秒。"
        },
        {
          level: 3,
          desc: "形成冰霜领域，对目标造成259.2%攻击力的冰属性伤害。\n对敌人添加“冰属性抗性下降·小”效果，使冰属性抗性下降0.9%，持续16秒。"
        },
        {
          level: 4,
          desc: "形成冰霜领域，对目标造成316.8%攻击力的冰属性伤害。\n对敌人添加“冰属性抗性下降·小”效果，使冰属性抗性下降0.9%，持续16秒。"
        },
        {
          level: 5,
          desc: "形成冰霜领域，对目标造成374.4%攻击力的冰属性伤害。\n对敌人添加“冰属性抗性下降·小”效果，使冰属性抗性下降0.9%，持续16秒。"
        }
      ]
    },
    {
      name: "冰晶散射",
      maxLevel: 5,
      desc: "向周身散射发出12枚冰锥，每枚冰锥对命中的敌人造成20.5%攻击力的冰属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向周身散射发出12枚冰锥，每枚冰锥对命中的敌人造成7.9%攻击力的冰属性伤害。"
        },
        {
          level: 2,
          desc: "向周身散射发出12枚冰锥，每枚冰锥对命中的敌人造成11.1%攻击力的冰属性伤害。"
        },
        {
          level: 3,
          desc: "向周身散射发出12枚冰锥，每枚冰锥对命中的敌人造成14.2%攻击力的冰属性伤害。"
        },
        {
          level: 4,
          desc: "向周身散射发出12枚冰锥，每枚冰锥对命中的敌人造成17.4%攻击力的冰属性伤害。"
        },
        {
          level: 5,
          desc: "向周身散射发出12枚冰锥，每枚冰锥对命中的敌人造成20.5%攻击力的冰属性伤害。"
        }
      ]
    },
    {
      name: "冰晶弹",
      maxLevel: 5,
      desc: "向前方依次发射4枚冰锥，每枚冰锥对命中的敌人造成23.8%攻击力的冰属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向前方依次发射4枚冰锥，每枚冰锥对命中的敌人造成9.1%攻击力的冰属性伤害。"
        },
        {
          level: 2,
          desc: "向前方依次发射4枚冰锥，每枚冰锥对命中的敌人造成12.8%攻击力的冰属性伤害。"
        },
        {
          level: 3,
          desc: "向前方依次发射4枚冰锥，每枚冰锥对命中的敌人造成16.5%攻击力的冰属性伤害。"
        },
        {
          level: 4,
          desc: "向前方依次发射4枚冰锥，每枚冰锥对命中的敌人造成20.1%攻击力的冰属性伤害。"
        },
        {
          level: 5,
          desc: "向前方依次发射4枚冰锥，每枚冰锥对命中的敌人造成23.8%攻击力的冰属性伤害。"
        }
      ]
    },
    {
      name: "冰灵偶-合击",
      maxLevel: 5,
      desc: "生成一道冰棘攻击敌人，造成652.9%攻击力的冰属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "生成一道冰棘攻击敌人，造成251.1%攻击力的冰属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "生成一道冰棘攻击敌人，造成351.6%攻击力的冰属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "生成一道冰棘攻击敌人，造成452%攻击力的冰属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "生成一道冰棘攻击敌人，造成552.5%攻击力的冰属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "生成一道冰棘攻击敌人，造成652.9%攻击力的冰属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "冷气",
      desc: "对敌人造成伤害可使其冰属性抗性下降8%，移动速度下降10%，持续10秒。"
    },
    {
      name: "冰冻身躯Ⅱ",
      desc: "奇波对决中，自身生命值提升30%，但施放特技后自动退场，被其特技命中的敌人获得冻结效果，持续2秒。"
    }
  ],
  evolutions: [
    {
      name: "冰灵仔",
      no: 22,
      stage: "幼年期",
      wikiSlug: "冰灵仔"
    },
    {
      name: "冰灵偶",
      no: 23,
      stage: "成长期",
      wikiSlug: "冰灵偶"
    },
    {
      name: "霜灵偶",
      no: 24,
      stage: "成熟期",
      wikiSlug: "霜灵偶"
    }
  ]
}
