/** 冰速狼 */
export default {
  id: "bingsulang",
  no: 85,
  name: "冰速狼",
  wikiSlug: "冰速狼",
  wikiUrl: "https://wiki.biligame.com/ap/冰速狼",
  elements: [
    "冰"
  ],
  battleTag: "变换",
  race: "异生类·兽形族",
  height: "110cm",
  stage: "成长期",
  sizeType: "中",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "冰速狼嗅觉敏锐，身形灵活，身上有数个尖锐的冰棱状物体。野生的冰速狼总是集体行动，互为依靠，并秩序有地服从头狼的命令。而经过驯养的冰速狼，则是忠诚且机敏的好伙伴，能够冷静且迅疾地完成指令。",
  image: "/imgs/qibos/bingsulang.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/0/0d/gckmro12q30mew53r8rvvcouiweipkn.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "狩猎"
  ],
  drops: [
    "细密软绒",
    "兽灵之角"
  ],
  skills: [
    {
      name: "冰速横扫",
      maxLevel: 5,
      desc: "横扫前方区域，对敌人造成三次89.9%攻击力的冰属性伤害。\n对敌人添加“物理防御下降·小”效果，使物理防御力下降1.6%，持续16秒。",
      levels: [
        {
          level: 1,
          desc: "横扫前方区域，对敌人造成三次34.6%攻击力的冰属性伤害。\n对敌人添加“物理防御下降·小”效果，使物理防御力下降1.6%，持续16秒。"
        },
        {
          level: 2,
          desc: "横扫前方区域，对敌人造成三次48.4%攻击力的冰属性伤害。\n对敌人添加“物理防御下降·小”效果，使物理防御力下降1.6%，持续16秒。"
        },
        {
          level: 3,
          desc: "横扫前方区域，对敌人造成三次62.2%攻击力的冰属性伤害。\n对敌人添加“物理防御下降·小”效果，使物理防御力下降1.6%，持续16秒。"
        },
        {
          level: 4,
          desc: "横扫前方区域，对敌人造成三次76%攻击力的冰属性伤害。\n对敌人添加“物理防御下降·小”效果，使物理防御力下降1.6%，持续16秒。"
        },
        {
          level: 5,
          desc: "横扫前方区域，对敌人造成三次89.9%攻击力的冰属性伤害。\n对敌人添加“物理防御下降·小”效果，使物理防御力下降1.6%，持续16秒。"
        }
      ]
    },
    {
      name: "寒冰碎片",
      maxLevel: 5,
      desc: "向前方发射5枚冰锥，每枚冰锥对命中的敌人造成69.3%攻击力的冰属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向前方发射5枚冰锥，每枚冰锥对命中的敌人造成26.7%攻击力的冰属性伤害。"
        },
        {
          level: 2,
          desc: "向前方发射5枚冰锥，每枚冰锥对命中的敌人造成37.3%攻击力的冰属性伤害。"
        },
        {
          level: 3,
          desc: "向前方发射5枚冰锥，每枚冰锥对命中的敌人造成48%攻击力的冰属性伤害。"
        },
        {
          level: 4,
          desc: "向前方发射5枚冰锥，每枚冰锥对命中的敌人造成58.7%攻击力的冰属性伤害。"
        },
        {
          level: 5,
          desc: "向前方发射5枚冰锥，每枚冰锥对命中的敌人造成69.3%攻击力的冰属性伤害。"
        }
      ]
    },
    {
      name: "冰锥",
      maxLevel: 5,
      desc: "向目标发射3枚冰锥，对命中的敌人造成23.8%攻击力的冰属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射3枚冰锥，对命中的敌人造成9.1%攻击力的冰属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射3枚冰锥，对命中的敌人造成12.8%攻击力的冰属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射3枚冰锥，对命中的敌人造成16.5%攻击力的冰属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射3枚冰锥，对命中的敌人造成20.1%攻击力的冰属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射3枚冰锥，对命中的敌人造成23.8%攻击力的冰属性伤害。"
        }
      ]
    },
    {
      name: "冰速狼-合击",
      maxLevel: 5,
      desc: "向目标发起斩击，造成652.9%攻击力的冰属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起斩击，造成251.1%攻击力的冰属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起斩击，造成351.6%攻击力的冰属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起斩击，造成452%攻击力的冰属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起斩击，造成552.5%攻击力的冰属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起斩击，造成652.9%攻击力的冰属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "冰锐牙",
      desc: "对敌方造成伤害使其防御力下降1.6%和冰属性抗性下降0.6%，可叠加5层。"
    },
    {
      name: "霜爪Ⅱ",
      desc: "奇波对决中，攻击力提升60%，移动速度提升10%。"
    }
  ],
  evolutions: [
    {
      name: "小雪狼",
      no: 84,
      stage: "幼年期",
      wikiSlug: "小雪狼"
    },
    {
      name: "冰速狼",
      no: 85,
      stage: "成长期",
      wikiSlug: "冰速狼"
    },
    {
      name: "霜刃狼",
      no: 86,
      stage: "成熟期",
      wikiSlug: "霜刃狼"
    }
  ]
}
