/** 碧羽灵龙 */
export default {
  id: "biyulinglong",
  no: 148,
  name: "碧羽灵龙",
  wikiSlug: "碧羽灵龙",
  wikiUrl: "https://wiki.biligame.com/ap/碧羽灵龙",
  elements: [
    "木",
    "水"
  ],
  battleTag: "猛袭",
  race: "特殊类",
  height: "200cm",
  stage: "成熟期",
  sizeType: "中",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "梦幻而优雅的龙族，与木精灵的关系十分亲密。\n因为龙族血统的关系，不仅仅是奇波，甚至有些智慧种族在面对碧羽灵龙的时候都能感受到本能的敬畏。",
  image: "/imgs/qibos/biyulinglong.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/6/67/t8s06kqu4c6yvmdysl2pa8kpfxa2wd9.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "狩猎"
  ],
  drops: [
    "细密软绒",
    "兽灵之角"
  ],
  skills: [
    {
      name: "碧灵激流",
      maxLevel: 5,
      desc: "先后发射两道激流，对命中的敌人每次造成62.4%攻击力的水属性伤害，共计最多可造成十二次伤害。当自身血量高于80%时，该技能伤害提升18%。\n对敌人添加“水属性抗性下降·大”效果，使水属性抗性下降1.8%，持续16秒。",
      levels: [
        {
          level: 1,
          desc: "先后发射两道激流，对命中的敌人每次造成24%攻击力的水属性伤害，共计最多可造成十二次伤害。当自身血量高于80%时，该技能伤害提升18%。\n对敌人添加“水属性抗性下降·大”效果，使水属性抗性下降1.8%，持续16秒。"
        },
        {
          level: 2,
          desc: "先后发射两道激流，对命中的敌人每次造成33.6%攻击力的水属性伤害，共计最多可造成十二次伤害。当自身血量高于80%时，该技能伤害提升18%。\n对敌人添加“水属性抗性下降·大”效果，使水属性抗性下降1.8%，持续16秒。"
        },
        {
          level: 3,
          desc: "先后发射两道激流，对命中的敌人每次造成43.2%攻击力的水属性伤害，共计最多可造成十二次伤害。当自身血量高于80%时，该技能伤害提升18%。\n对敌人添加“水属性抗性下降·大”效果，使水属性抗性下降1.8%，持续16秒。"
        },
        {
          level: 4,
          desc: "先后发射两道激流，对命中的敌人每次造成52.8%攻击力的水属性伤害，共计最多可造成十二次伤害。当自身血量高于80%时，该技能伤害提升18%。\n对敌人添加“水属性抗性下降·大”效果，使水属性抗性下降1.8%，持续16秒。"
        },
        {
          level: 5,
          desc: "先后发射两道激流，对命中的敌人每次造成62.4%攻击力的水属性伤害，共计最多可造成十二次伤害。当自身血量高于80%时，该技能伤害提升18%。\n对敌人添加“水属性抗性下降·大”效果，使水属性抗性下降1.8%，持续16秒。"
        }
      ]
    },
    {
      name: "灵木繁星",
      maxLevel: 5,
      desc: "向目标连续发射10枚灵木弹，每枚灵木弹对命中的敌人造成27.7%攻击力的木属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标连续发射10枚灵木弹，每枚灵木弹对命中的敌人造成10.7%攻击力的木属性伤害。"
        },
        {
          level: 2,
          desc: "向目标连续发射10枚灵木弹，每枚灵木弹对命中的敌人造成14.9%攻击力的木属性伤害。"
        },
        {
          level: 3,
          desc: "向目标连续发射10枚灵木弹，每枚灵木弹对命中的敌人造成19.2%攻击力的木属性伤害。"
        },
        {
          level: 4,
          desc: "向目标连续发射10枚灵木弹，每枚灵木弹对命中的敌人造成23.5%攻击力的木属性伤害。"
        },
        {
          level: 5,
          desc: "向目标连续发射10枚灵木弹，每枚灵木弹对命中的敌人造成27.7%攻击力的木属性伤害。"
        }
      ]
    },
    {
      name: "泡泡攻击",
      maxLevel: 5,
      desc: "向目标发射3枚泡泡，每枚泡泡对命中的敌人造成92.4%攻击力的水属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射3枚泡泡，每枚泡泡对命中的敌人造成35.6%攻击力的水属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射3枚泡泡，每枚泡泡对命中的敌人造成49.8%攻击力的水属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射3枚泡泡，每枚泡泡对命中的敌人造成64%攻击力的水属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射3枚泡泡，每枚泡泡对命中的敌人造成78.2%攻击力的水属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射3枚泡泡，每枚泡泡对命中的敌人造成92.4%攻击力的水属性伤害。"
        }
      ]
    },
    {
      name: "碧羽灵龙-合击",
      maxLevel: 5,
      desc: "向目标横扫尾巴，造成652.9%攻击力的水属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标横扫尾巴，造成251.1%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标横扫尾巴，造成351.6%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标横扫尾巴，造成452%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标横扫尾巴，造成552.5%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标横扫尾巴，造成652.9%攻击力的水属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "急流",
      desc: "水属性伤害增幅增加20%；每释放一次特技/合击，自身技能冷却时长减少5%，最多可叠加4层。"
    },
    {
      name: "龙血",
      desc: "自身火、水、风、雷、地、木等属性抗性上升30%，冰属性抗性下降15%。"
    },
    {
      name: "碧羽Ⅲ",
      desc: "奇波对决中，自身生命值降低30%，技能冷却时间延长50%，技能伤害提升150%。"
    }
  ],
  evolutions: [
    {
      name: "宝蓝雏龙",
      no: 146,
      stage: "幼年期",
      wikiSlug: "宝蓝雏龙"
    },
    {
      name: "碧羽灵龙",
      no: 148,
      stage: "成熟期",
      wikiSlug: "碧羽灵龙"
    }
  ]
}
