/** 啵啵丁 */
export default {
  id: "boboding",
  no: 72,
  name: "啵啵丁",
  wikiSlug: "啵啵丁",
  wikiUrl: "https://wiki.biligame.com/ap/啵啵丁",
  elements: [
    "木",
    "风"
  ],
  battleTag: "缓冲",
  race: "幻生类·精怪族",
  height: "40cm",
  stage: "幼年期",
  sizeType: "小",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "体重非常非常轻的奇波，被风一吹就会立刻起飞，传闻有一些个体小小年纪就完成了环大陆旅行，甚至有被海风吹往海上，抵达世界尽头的个例存在。",
  image: "/imgs/qibos/boboding.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/5/52/akvf6ru9b57u4j0oiv662rzpbsmf16q.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "耕作"
  ],
  drops: [
    "密文轮盘",
    "凝形晶核"
  ],
  skills: [
    {
      name: "迅愈之风",
      maxLevel: 5,
      desc: "恢复周围友方等同于自身攻击力36.3%的生命值，并使其提高25%移动速度，持续10秒。",
      levels: [
        {
          level: 1,
          desc: "恢复周围友方等同于自身攻击力21.8%的生命值，并使其提高25%移动速度，持续10秒。"
        },
        {
          level: 2,
          desc: "恢复周围友方等同于自身攻击力25.4%的生命值，并使其提高25%移动速度，持续10秒。"
        },
        {
          level: 3,
          desc: "恢复周围友方等同于自身攻击力29.1%的生命值，并使其提高25%移动速度，持续10秒。"
        },
        {
          level: 4,
          desc: "恢复周围友方等同于自身攻击力32.7%的生命值，并使其提高25%移动速度，持续10秒。"
        },
        {
          level: 5,
          desc: "恢复周围友方等同于自身攻击力36.3%的生命值，并使其提高25%移动速度，持续10秒。"
        }
      ]
    },
    {
      name: "小风弹",
      maxLevel: 5,
      desc: "向目标连续发射3枚小风弹，每枚风弹对命中的敌人造成23.8%攻击力的风属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标连续发射3枚小风弹，每枚风弹对命中的敌人造成9.1%攻击力的风属性伤害。"
        },
        {
          level: 2,
          desc: "向目标连续发射3枚小风弹，每枚风弹对命中的敌人造成12.8%攻击力的风属性伤害。"
        },
        {
          level: 3,
          desc: "向目标连续发射3枚小风弹，每枚风弹对命中的敌人造成16.5%攻击力的风属性伤害。"
        },
        {
          level: 4,
          desc: "向目标连续发射3枚小风弹，每枚风弹对命中的敌人造成20.1%攻击力的风属性伤害。"
        },
        {
          level: 5,
          desc: "向目标连续发射3枚小风弹，每枚风弹对命中的敌人造成23.8%攻击力的风属性伤害。"
        }
      ]
    },
    {
      name: "啵啵丁-合击",
      maxLevel: 5,
      desc: "向目标发起攻击，造成652.9%攻击力的风属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起攻击，造成251.1%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起攻击，造成351.6%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起攻击，造成452%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起攻击，造成552.5%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起攻击，造成652.9%攻击力的风属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "风力推动",
      desc: "全队移动速度增加5%，该效果无法叠加。"
    },
    {
      name: "风花苞Ⅱ",
      desc: "奇波对决中，自身生命值降低30%，攻击力降低30%，在场时，友方全体奇波的技能冷却时间缩短15%。"
    }
  ],
  evolutions: [
    {
      name: "啵啵丁",
      no: 72,
      stage: "幼年期",
      wikiSlug: "啵啵丁"
    },
    {
      name: "绒绒云",
      no: 73,
      stage: "成熟期",
      wikiSlug: "绒绒云"
    }
  ]
}
