/** 波河狸 */
export default {
  id: "boheli",
  no: 8,
  name: "波河狸",
  wikiSlug: "波河狸",
  wikiUrl: "https://wiki.biligame.com/ap/波河狸",
  elements: [
    "水"
  ],
  battleTag: "侵扰",
  race: "异生类·兽形族",
  height: "90cm",
  stage: "成长期",
  sizeType: "小",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "正在满世界寻找素材以修建一座能代表自己最高水平的作品的波河狸，有着自己的独特建筑方法论，根据游历的地区不同，修建的巢穴和堤坝也各有不同。随着能力的成长，波河狸的自信心也开始建立，更坚持自我，不肯轻易让步。",
  image: "/imgs/qibos/boheli.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/7/7e/4j8ggnjrr7p1648dv8klll3oqh418e4.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "锻坚",
    "浇水"
  ],
  drops: [
    "细密软绒",
    "兽灵之角"
  ],
  skills: [
    {
      name: "波波狸击",
      maxLevel: 5,
      desc: "向前方进行连续攻击，每次造成89.7%攻击力的水属性伤害。随后进行一次猛烈攻击，造成三次119.6%攻击力的水属性伤害。\n为队伍添加1枚水属性调谐印记。",
      levels: [
        {
          level: 1,
          desc: "向前方进行连续攻击，每次造成34.5%攻击力的水属性伤害。随后进行一次猛烈攻击，造成三次46%攻击力的水属性伤害。\n为队伍添加1枚水属性调谐印记。"
        },
        {
          level: 2,
          desc: "向前方进行连续攻击，每次造成48.3%攻击力的水属性伤害。随后进行一次猛烈攻击，造成三次64.4%攻击力的水属性伤害。\n为队伍添加1枚水属性调谐印记。"
        },
        {
          level: 3,
          desc: "向前方进行连续攻击，每次造成62.1%攻击力的水属性伤害。随后进行一次猛烈攻击，造成三次82.8%攻击力的水属性伤害。\n为队伍添加1枚水属性调谐印记。"
        },
        {
          level: 4,
          desc: "向前方进行连续攻击，每次造成75.9%攻击力的水属性伤害。随后进行一次猛烈攻击，造成三次101.2%攻击力的水属性伤害。\n为队伍添加1枚水属性调谐印记。"
        },
        {
          level: 5,
          desc: "向前方进行连续攻击，每次造成89.7%攻击力的水属性伤害。随后进行一次猛烈攻击，造成三次119.6%攻击力的水属性伤害。\n为队伍添加1枚水属性调谐印记。"
        }
      ]
    },
    {
      name: "水弹",
      maxLevel: 5,
      desc: "向目标发射3枚水弹，对命中的敌人造成23.8%攻击力的水属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射3枚水弹，对命中的敌人造成9.1%攻击力的水属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射3枚水弹，对命中的敌人造成12.8%攻击力的水属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射3枚水弹，对命中的敌人造成16.5%攻击力的水属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射3枚水弹，对命中的敌人造成20.1%攻击力的水属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射3枚水弹，对命中的敌人造成23.8%攻击力的水属性伤害。"
        }
      ]
    },
    {
      name: "泡泡攻击",
      maxLevel: 5,
      desc: "向目标发射3枚泡泡，每枚泡泡对命中的敌人造成92.4%攻击力的水属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射3枚泡泡，每枚泡泡对命中的敌人造成35.6%攻击力的水属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射3枚泡泡，每枚泡泡对命中的敌人造成49.8%攻击力的水属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射3枚泡泡，每枚泡泡对命中的敌人造成64%攻击力的水属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射3枚泡泡，每枚泡泡对命中的敌人造成78.2%攻击力的水属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射3枚泡泡，每枚泡泡对命中的敌人造成92.4%攻击力的水属性伤害。"
        }
      ]
    },
    {
      name: "波河狸-合击",
      maxLevel: 5,
      desc: "向目标发起攻击，造成652.9%攻击力的水属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起攻击，造成251.1%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起攻击，造成351.6%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起攻击，造成452%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起攻击，造成552.5%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起攻击，造成652.9%攻击力的水属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "熟悉水性",
      desc: "自身水属性抗性大幅提升8%，攻击命中敌人使得敌人水属性抗性下降10%，持续20秒。"
    },
    {
      name: "钢爪Ⅱ",
      desc: "奇波对决中，自身生命值降低30%，攻击力提升120%，但只攻击敌方的对战设施。"
    }
  ],
  evolutions: [
    {
      name: "河狸仔",
      no: 7,
      stage: "幼年期",
      wikiSlug: "河狸仔"
    },
    {
      name: "波河狸",
      no: 8,
      stage: "成长期",
      wikiSlug: "波河狸"
    },
    {
      name: "河狸大师",
      no: 9,
      stage: "成熟期",
      wikiSlug: "河狸大师"
    }
  ]
}
