/** 布鲁达 */
export default {
  id: "buluda",
  no: 110,
  name: "布鲁达",
  wikiSlug: "布鲁达",
  wikiUrl: "https://wiki.biligame.com/ap/布鲁达",
  elements: [
    "水"
  ],
  battleTag: "协同",
  race: "异生类·羽形族",
  height: "40cm",
  stage: "幼年期",
  sizeType: "小",
  shiny: true,
  special: false,
  obtain: "待补充",
  intro: "布鲁达的平衡能力不好，总出现手脚不协调的情况，在水面上游到一半甚至会倒栽到水中。但布鲁达的心态很好，喜欢躺在阳光下的草坪上做梦，梦到深处甚至会情不自禁地发出「嘎嘎」的笑声。",
  image: "/imgs/qibos/buluda.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/7/70/42kx64zdnoq4q0rybde8dnvy9n58oks.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "浇水"
  ],
  drops: [
    "斑斓飞羽",
    "锋锐利喙"
  ],
  skills: [
    {
      name: "激浪旋冲",
      maxLevel: 5,
      desc: "奋力向敌人发起螺旋冲撞，造成六次14.5%攻击力的水属性伤害，和三次35.5%攻击力的水属性伤害。\n为水属性角色添加“攻击提升·小”效果，使攻击力提升1.6%，持续16秒。",
      levels: [
        {
          level: 1,
          desc: "奋力向敌人发起螺旋冲撞，造成六次5.6%攻击力的水属性伤害，和三次13.6%攻击力的水属性伤害。\n为水属性角色添加“攻击提升·小”效果，使攻击力提升1.6%，持续16秒。"
        },
        {
          level: 2,
          desc: "奋力向敌人发起螺旋冲撞，造成六次7.8%攻击力的水属性伤害，和三次19.1%攻击力的水属性伤害。\n为水属性角色添加“攻击提升·小”效果，使攻击力提升1.6%，持续16秒。"
        },
        {
          level: 3,
          desc: "奋力向敌人发起螺旋冲撞，造成六次10%攻击力的水属性伤害，和三次24.6%攻击力的水属性伤害。\n为水属性角色添加“攻击提升·小”效果，使攻击力提升1.6%，持续16秒。"
        },
        {
          level: 4,
          desc: "奋力向敌人发起螺旋冲撞，造成六次12.3%攻击力的水属性伤害，和三次30%攻击力的水属性伤害。\n为水属性角色添加“攻击提升·小”效果，使攻击力提升1.6%，持续16秒。"
        },
        {
          level: 5,
          desc: "奋力向敌人发起螺旋冲撞，造成六次14.5%攻击力的水属性伤害，和三次35.5%攻击力的水属性伤害。\n为水属性角色添加“攻击提升·小”效果，使攻击力提升1.6%，持续16秒。"
        }
      ]
    },
    {
      name: "水弹",
      maxLevel: 5,
      desc: "向目标发射3枚水弹，对命中的敌人造成23.8%攻击力的水属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射3枚水弹，对命中的敌人造成9.1%攻击力的水属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射3枚水弹，对命中的敌人造成12.8%攻击力的水属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射3枚水弹，对命中的敌人造成16.5%攻击力的水属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射3枚水弹，对命中的敌人造成20.1%攻击力的水属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射3枚水弹，对命中的敌人造成23.8%攻击力的水属性伤害。"
        }
      ]
    },
    {
      name: "布鲁达-合击",
      maxLevel: 5,
      desc: "向目标发起攻击，造成652.9%攻击力的水属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起攻击，造成251.1%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起攻击，造成351.6%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起攻击，造成452%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起攻击，造成552.5%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起攻击，造成652.9%攻击力的水属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "防水羽毛",
      desc: "水属性抗性提升25%。"
    },
    {
      name: "水羽Ⅰ",
      desc: "奇波对决中，自身水属性伤害提升80%，受到的火属性伤害降低60%。"
    }
  ],
  evolutions: [
    {
      name: "布鲁达",
      no: 110,
      stage: "幼年期",
      wikiSlug: "布鲁达"
    },
    {
      name: "蓝羽西格尼",
      no: 111,
      stage: "成熟期",
      wikiSlug: "蓝羽西格尼"
    }
  ]
}
