/** 菜鸡 */
export default {
  id: "caiji-teshu",
  no: "13A",
  name: "菜鸡",
  wikiSlug: "菜鸡（特殊）",
  wikiUrl: "https://wiki.biligame.com/ap/菜鸡（特殊）",
  elements: [
    "木"
  ],
  battleTag: "独猎",
  race: "异生类·羽形族",
  height: "175cm",
  stage: "成熟期",
  sizeType: "小",
  shiny: false,
  special: true,
  obtain: "苗鸡成长获得",
  intro: "头冠形似绿叶蔬菜，如果受到惊吓，头冠可能会被吓到脱落，但很快就能长回。头冠不仅仅是菜鸡的装饰，更是重要的逃生手段，在紧急时刻能够迅速旋转，螺旋升空起飞。",
  image: "/imgs/qibos/caiji-teshu.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/d/d9/9516nmqhbtvjxue9g1vant9hr6j1z6k.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "耕作",
    "照料"
  ],
  drops: [
    "斑斓飞羽",
    "锋锐利喙",
    "新鲜的蛋"
  ],
  skills: [
    {
      name: "鸡飞叶跳",
      maxLevel: 5,
      desc: "在空中向下坠落撞击，对敌人造成三次249.6%攻击力的木属性伤害。",
      levels: [
        {
          level: 1,
          desc: "在空中向下坠落撞击，对敌人造成三次96%攻击力的木属性伤害。"
        },
        {
          level: 2,
          desc: "在空中向下坠落撞击，对敌人造成三次134.4%攻击力的木属性伤害。"
        },
        {
          level: 3,
          desc: "在空中向下坠落撞击，对敌人造成三次172.8%攻击力的木属性伤害。"
        },
        {
          level: 4,
          desc: "在空中向下坠落撞击，对敌人造成三次211.2%攻击力的木属性伤害。"
        },
        {
          level: 5,
          desc: "在空中向下坠落撞击，对敌人造成三次249.6%攻击力的木属性伤害。"
        }
      ]
    },
    {
      name: "灵木繁星",
      maxLevel: 5,
      desc: "向目标连续发射10枚灵木弹，每枚灵木弹对命中的敌人造成27.7%攻击力的木属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标连续发射10枚灵木弹，每枚灵木弹对命中的敌人造成10.7%攻击力的木属性伤害。"
        },
        {
          level: 2,
          desc: "向目标连续发射10枚灵木弹，每枚灵木弹对命中的敌人造成14.9%攻击力的木属性伤害。"
        },
        {
          level: 3,
          desc: "向目标连续发射10枚灵木弹，每枚灵木弹对命中的敌人造成19.2%攻击力的木属性伤害。"
        },
        {
          level: 4,
          desc: "向目标连续发射10枚灵木弹，每枚灵木弹对命中的敌人造成23.5%攻击力的木属性伤害。"
        },
        {
          level: 5,
          desc: "向目标连续发射10枚灵木弹，每枚灵木弹对命中的敌人造成27.7%攻击力的木属性伤害。"
        }
      ]
    },
    {
      name: "林涛蔓涌",
      maxLevel: 5,
      desc: "向前方冲撞，对前方区域的敌人造成107%攻击力的木属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向前方冲撞，对前方区域的敌人造成41.1%攻击力的木属性伤害。"
        },
        {
          level: 2,
          desc: "向前方冲撞，对前方区域的敌人造成57.6%攻击力的木属性伤害。"
        },
        {
          level: 3,
          desc: "向前方冲撞，对前方区域的敌人造成74.1%攻击力的木属性伤害。"
        },
        {
          level: 4,
          desc: "向前方冲撞，对前方区域的敌人造成90.5%攻击力的木属性伤害。"
        },
        {
          level: 5,
          desc: "向前方冲撞，对前方区域的敌人造成107%攻击力的木属性伤害。"
        }
      ]
    },
    {
      name: "菜鸡-合击",
      maxLevel: 5,
      desc: "向目标跳跃砸击，造成652.9%攻击力的木属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标跳跃砸击，造成251.1%攻击力的木属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标跳跃砸击，造成351.6%攻击力的木属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标跳跃砸击，造成452%攻击力的木属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标跳跃砸击，造成552.5%攻击力的木属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标跳跃砸击，造成652.9%攻击力的木属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "嫩叶",
      desc: "所属英雄造成水属性或光属性伤害后，充能效率提升4%，可叠加5层。"
    },
    {
      name: "叶绿素Ⅱ",
      desc: "奇波对决中，自身攻击力降低60%，在场时，每8秒恢复1点部署点数，最多恢复5点。"
    }
  ],
  evolutions: [
    {
      name: "苗鸡",
      no: "12A",
      stage: "幼年期",
      wikiSlug: "苗鸡（特殊）"
    },
    {
      name: "菜鸡",
      no: "13A",
      stage: "成熟期",
      wikiSlug: "菜鸡（特殊）"
    }
  ]
}
