/** 赤晶甲 */
export default {
  id: "chijingjia",
  no: 100,
  name: "赤晶甲",
  wikiSlug: "赤晶甲",
  wikiUrl: "https://wiki.biligame.com/ap/赤晶甲",
  elements: [
    "地",
    "火"
  ],
  battleTag: "侵扰",
  race: "异生类·蜕形族",
  height: "78cm",
  stage: "成长期",
  sizeType: "小",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "宝石中积蓄了更多火元素，触感扎手而温热的奇波。对宝石矿脉的气息非常敏锐，一般在宝石矿脉开采的过程中发现有被蛀空的地方，基本都是由它造成的。",
  image: "/imgs/qibos/chijingjia.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/c/c2/hqfrd0j87gxgekvpjdwlp0xrcomb1dm.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "采矿"
  ],
  drops: [
    "移形软壳",
    "遗落旧蜕",
    "焰光石原石"
  ],
  skills: [
    {
      name: "赤晶飞射",
      maxLevel: 5,
      desc: "向前方抛射六枚赤晶碎片，每枚碎片造成41.1%攻击力的火属性伤害，为队伍角色添加1.6%的减伤效果，持续15秒。\n为队伍添加1枚火属性调谐印记。",
      levels: [
        {
          level: 1,
          desc: "向前方抛射六枚赤晶碎片，每枚碎片造成15.8%攻击力的火属性伤害，为队伍角色添加0.9%的减伤效果，持续15秒。\n为队伍添加1枚火属性调谐印记。"
        },
        {
          level: 2,
          desc: "向前方抛射六枚赤晶碎片，每枚碎片造成22.1%攻击力的火属性伤害，为队伍角色添加1.1%的减伤效果，持续15秒。\n为队伍添加1枚火属性调谐印记。"
        },
        {
          level: 3,
          desc: "向前方抛射六枚赤晶碎片，每枚碎片造成28.4%攻击力的火属性伤害，为队伍角色添加1.3%的减伤效果，持续15秒。\n为队伍添加1枚火属性调谐印记。"
        },
        {
          level: 4,
          desc: "向前方抛射六枚赤晶碎片，每枚碎片造成34.8%攻击力的火属性伤害，为队伍角色添加1.4%的减伤效果，持续15秒。\n为队伍添加1枚火属性调谐印记。"
        },
        {
          level: 5,
          desc: "向前方抛射六枚赤晶碎片，每枚碎片造成41.1%攻击力的火属性伤害，为队伍角色添加1.6%的减伤效果，持续15秒。\n为队伍添加1枚火属性调谐印记。"
        }
      ]
    },
    {
      name: "巨石投掷",
      maxLevel: 5,
      desc: "向目标位置投出巨大石块，对命中的敌人造成184.9%攻击力的地属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标位置投出巨大石块，对命中的敌人造成71.1%攻击力的地属性伤害。"
        },
        {
          level: 2,
          desc: "向目标位置投出巨大石块，对命中的敌人造成99.6%攻击力的地属性伤害。"
        },
        {
          level: 3,
          desc: "向目标位置投出巨大石块，对命中的敌人造成128%攻击力的地属性伤害。"
        },
        {
          level: 4,
          desc: "向目标位置投出巨大石块，对命中的敌人造成156.4%攻击力的地属性伤害。"
        },
        {
          level: 5,
          desc: "向目标位置投出巨大石块，对命中的敌人造成184.9%攻击力的地属性伤害。"
        }
      ]
    },
    {
      name: "火球",
      maxLevel: 5,
      desc: "向目标发射3枚火球，造成23.8%攻击力的火属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射3枚火球，造成9.1%攻击力的火属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射3枚火球，造成12.8%攻击力的火属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射3枚火球，造成16.5%攻击力的火属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射3枚火球，造成20.1%攻击力的火属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射3枚火球，造成23.8%攻击力的火属性伤害。"
        }
      ]
    },
    {
      name: "赤晶甲-合击",
      maxLevel: 5,
      desc: "向目标撞击，造成652.9%攻击力的火属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标撞击，造成251.1%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标撞击，造成351.6%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标撞击，造成452%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标撞击，造成552.5%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标撞击，造成652.9%攻击力的火属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "岩石皮肤",
      desc: "自身防御力上升20%，火属性与雷属性抗性提升15%。"
    },
    {
      name: "宝石身躯Ⅱ",
      desc: "奇波对决中，自身攻击力降低30%，防御力提升100%，友方奇波防御力提升60%。"
    }
  ],
  evolutions: [
    {
      name: "红宝虫",
      no: 99,
      stage: "幼年期",
      wikiSlug: "红宝虫"
    },
    {
      name: "赤晶甲",
      no: 100,
      stage: "成长期",
      wikiSlug: "赤晶甲"
    },
    {
      name: "炎晶甲",
      no: 101,
      stage: "成熟期",
      wikiSlug: "炎晶甲"
    }
  ]
}
