/** 穿甲蜥 */
export default {
  id: "chuanjiaxi",
  no: 94,
  name: "穿甲蜥",
  wikiSlug: "穿甲蜥",
  wikiUrl: "https://wiki.biligame.com/ap/穿甲蜥",
  elements: [
    "地"
  ],
  battleTag: "防护",
  race: "异生类·鳞形族",
  height: "95cm",
  stage: "成长期",
  sizeType: "小",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "穿甲蜥有着更加尖锐的角和硬甲，不仅能抵御一般的物理攻击，还能应对部分魔法攻击，在多种极端气候下也能自如地生存。\n正如名字一般，穿甲蜥的尖角与结实的爪子，让它能够轻易穿透大部分敌人的防御。",
  image: "/imgs/qibos/chuanjiaxi.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/d/d9/azw50wwxrymmj8ykq4wr8xb3ix86cer.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "采矿"
  ],
  drops: [
    "幽光鳞片",
    "鳞光薄膜"
  ],
  skills: [
    {
      name: "穿甲突击",
      maxLevel: 5,
      desc: "使用头甲向前撞击，对敌人造成四次67.4%攻击力的地属性伤害。\n为地属性角色添加“物理防御提升·小”与“魔法防御提升·小”效果，使物理与魔法防御提升2.4%，持续16秒。",
      levels: [
        {
          level: 1,
          desc: "使用头甲向前撞击，对敌人造成四次25.9%攻击力的地属性伤害。\n为地属性角色添加“物理防御提升·小”与“魔法防御提升·小”效果，使物理与魔法防御提升2.4%，持续16秒。"
        },
        {
          level: 2,
          desc: "使用头甲向前撞击，对敌人造成四次36.3%攻击力的地属性伤害。\n为地属性角色添加“物理防御提升·小”与“魔法防御提升·小”效果，使物理与魔法防御提升2.4%，持续16秒。"
        },
        {
          level: 3,
          desc: "使用头甲向前撞击，对敌人造成四次46.7%攻击力的地属性伤害。\n为地属性角色添加“物理防御提升·小”与“魔法防御提升·小”效果，使物理与魔法防御提升2.4%，持续16秒。"
        },
        {
          level: 4,
          desc: "使用头甲向前撞击，对敌人造成四次57%攻击力的地属性伤害。\n为地属性角色添加“物理防御提升·小”与“魔法防御提升·小”效果，使物理与魔法防御提升2.4%，持续16秒。"
        },
        {
          level: 5,
          desc: "使用头甲向前撞击，对敌人造成四次67.4%攻击力的地属性伤害。\n为地属性角色添加“物理防御提升·小”与“魔法防御提升·小”效果，使物理与魔法防御提升2.4%，持续16秒。"
        }
      ]
    },
    {
      name: "岩固之盾",
      maxLevel: 5,
      desc: "为自身添加等同于14.6%自身生命上限的护盾，并持续嘲讽附近敌人，持续5秒。",
      levels: [
        {
          level: 1,
          desc: "为自身添加等同于8.8%自身生命上限的护盾，并持续嘲讽附近敌人，持续5秒。"
        },
        {
          level: 2,
          desc: "为自身添加等同于10.2%自身生命上限的护盾，并持续嘲讽附近敌人，持续5秒。"
        },
        {
          level: 3,
          desc: "为自身添加等同于11.7%自身生命上限的护盾，并持续嘲讽附近敌人，持续5秒。"
        },
        {
          level: 4,
          desc: "为自身添加等同于13.2%自身生命上限的护盾，并持续嘲讽附近敌人，持续5秒。"
        },
        {
          level: 5,
          desc: "为自身添加等同于14.6%自身生命上限的护盾，并持续嘲讽附近敌人，持续5秒。"
        }
      ]
    },
    {
      name: "岩锥",
      maxLevel: 5,
      desc: "向目标发射一枚岩锥，对命中的敌人造成71.3%攻击力的地属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射一枚岩锥，对命中的敌人造成27.4%攻击力的地属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射一枚岩锥，对命中的敌人造成38.4%攻击力的地属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射一枚岩锥，对命中的敌人造成49.4%攻击力的地属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射一枚岩锥，对命中的敌人造成60.3%攻击力的地属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射一枚岩锥，对命中的敌人造成71.3%攻击力的地属性伤害。"
        }
      ]
    },
    {
      name: "穿甲蜥-合击",
      maxLevel: 5,
      desc: "向目标发起攻击，造成652.9%攻击力的地属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起攻击，造成251.1%攻击力的地属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起攻击，造成351.6%攻击力的地属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起攻击，造成452%攻击力的地属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起攻击，造成552.5%攻击力的地属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起攻击，造成652.9%攻击力的地属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "岩石皮肤",
      desc: "自身防御力上升20%，火属性与雷属性抗性提升15%。"
    },
    {
      name: "坚甲Ⅱ",
      desc: "奇波对决中，自身攻击力降低30%，移动速度降低30%，生命值提升200%。"
    }
  ],
  evolutions: [
    {
      name: "岩甲蜥",
      no: 93,
      stage: "幼年期",
      wikiSlug: "岩甲蜥"
    },
    {
      name: "穿甲蜥",
      no: 94,
      stage: "成长期",
      wikiSlug: "穿甲蜥"
    },
    {
      name: "钻山蜥",
      no: 95,
      stage: "成熟期",
      wikiSlug: "钻山蜥"
    }
  ]
}
