/** 电音花 */
export default {
  id: "dianyinhua",
  no: 44,
  name: "电音花",
  wikiSlug: "电音花",
  wikiUrl: "https://wiki.biligame.com/ap/电音花",
  elements: [
    "雷"
  ],
  battleTag: "侵扰",
  race: "幻生类·精怪族",
  height: "120cm",
  stage: "成熟期",
  sizeType: "中",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "电音花有着高傲且充满正义感的性格。它的竖琴成长为有着袋状结构，内部充满雷属性星脉能的形态。看到弱者被欺凌，不论是谁，它都会主动「伸张正义」，召唤雷电对其进行「惩戒」。",
  image: "/imgs/qibos/dianyinhua.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/c/c8/kp2so6gu53jyq0ak1a2h7fuzvwmtw6e.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "执锋",
    "耕作"
  ],
  drops: [
    "密文轮盘",
    "凝形晶核"
  ],
  skills: [
    {
      name: "雷音乐章",
      maxLevel: 5,
      desc: "演奏雷音，为自身以外的友方单位提高11%暴击伤害和5.5%暴击率，持续10秒。",
      levels: [
        {
          level: 1,
          desc: "演奏雷音，为自身以外的友方单位提高6.6%暴击伤害和3.3%暴击率，持续10秒。"
        },
        {
          level: 2,
          desc: "演奏雷音，为自身以外的友方单位提高7.7%暴击伤害和3.8%暴击率，持续10秒。"
        },
        {
          level: 3,
          desc: "演奏雷音，为自身以外的友方单位提高8.8%暴击伤害和4.4%暴击率，持续10秒。"
        },
        {
          level: 4,
          desc: "演奏雷音，为自身以外的友方单位提高9.9%暴击伤害和4.9%暴击率，持续10秒。"
        },
        {
          level: 5,
          desc: "演奏雷音，为自身以外的友方单位提高11%暴击伤害和5.5%暴击率，持续10秒。"
        }
      ]
    },
    {
      name: "雷电惩戒",
      maxLevel: 5,
      desc: "向目标发射1枚追踪的雷球，对命中的敌人造成19.8%攻击力的雷属性伤害，并在目标区域降下6次落雷，对目标区域的敌人造成19.8%攻击力的雷属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射1枚追踪的雷球，对命中的敌人造成7.6%攻击力的雷属性伤害，并在目标区域降下6次落雷，对目标区域的敌人造成7.6%攻击力的雷属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射1枚追踪的雷球，对命中的敌人造成10.7%攻击力的雷属性伤害，并在目标区域降下6次落雷，对目标区域的敌人造成10.7%攻击力的雷属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射1枚追踪的雷球，对命中的敌人造成13.7%攻击力的雷属性伤害，并在目标区域降下6次落雷，对目标区域的敌人造成13.7%攻击力的雷属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射1枚追踪的雷球，对命中的敌人造成16.8%攻击力的雷属性伤害，并在目标区域降下6次落雷，对目标区域的敌人造成16.8%攻击力的雷属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射1枚追踪的雷球，对命中的敌人造成19.8%攻击力的雷属性伤害，并在目标区域降下6次落雷，对目标区域的敌人造成19.8%攻击力的雷属性伤害。"
        }
      ]
    },
    {
      name: "电能子弹",
      maxLevel: 5,
      desc: "向目标发射4枚雷球，对命中的敌人造成17.8%攻击力的雷属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射4枚雷球，对命中的敌人造成6.9%攻击力的雷属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射4枚雷球，对命中的敌人造成9.6%攻击力的雷属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射4枚雷球，对命中的敌人造成12.3%攻击力的雷属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射4枚雷球，对命中的敌人造成15.1%攻击力的雷属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射4枚雷球，对命中的敌人造成17.8%攻击力的雷属性伤害。"
        }
      ]
    },
    {
      name: "电音花-合击",
      maxLevel: 5,
      desc: "向目标发起攻击，造成652.9%攻击力的雷属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起攻击，造成251.1%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起攻击，造成351.6%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起攻击，造成452%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起攻击，造成552.5%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起攻击，造成652.9%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "飘浮",
      desc: "奇波和搭档角色移动速度增加10%。"
    },
    {
      name: "电蕊Ⅲ",
      desc: "奇波对决中，自身生命值降低30%，攻击力降低30%，友方全体奇波雷属性伤害提升60%。"
    }
  ],
  evolutions: [
    {
      name: "雷灵苞",
      no: 42,
      stage: "幼年期",
      wikiSlug: "雷灵苞"
    },
    {
      name: "雷灵朵",
      no: 43,
      stage: "成长期",
      wikiSlug: "雷灵朵"
    },
    {
      name: "电音花",
      no: 44,
      stage: "成熟期",
      wikiSlug: "电音花"
    }
  ]
}
