/** 电灵偶 */
export default {
  id: "dianlingou",
  no: 33,
  name: "电灵偶",
  wikiSlug: "电灵偶",
  wikiUrl: "https://wiki.biligame.com/ap/电灵偶",
  elements: [
    "雷"
  ],
  battleTag: "独猎",
  race: "幻生类·元素族",
  height: "80cm",
  stage: "成熟期",
  sizeType: "中",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "雷元素化身完全成长后的姿态，可谓元素的意志本身。电灵偶个性冷厉，它所携带的雷元素象征着风暴的危险，电闪雷鸣的威力和狂暴无序的氛围，让人更加敬畏自然的力量。",
  image: "/imgs/qibos/dianlingou.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/3/34/9a19nnhl6llobz436ykcqn1v6smywz5.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "元素"
  ],
  drops: [
    "元素凝质",
    "本质之砂"
  ],
  skills: [
    {
      name: "惊骇雷环",
      maxLevel: 5,
      desc: "扩散出雷环，对周边敌人造成至多四次149.8%攻击力的雷属性伤害。\n为自身添加“暴击率提升·小”效果，使暴击率提升2.3%，持续16秒。",
      levels: [
        {
          level: 1,
          desc: "扩散出雷环，对周边敌人造成至多四次57.6%攻击力的雷属性伤害。\n为自身添加“暴击率提升·小”效果，使暴击率提升2.3%，持续16秒。"
        },
        {
          level: 2,
          desc: "扩散出雷环，对周边敌人造成至多四次80.6%攻击力的雷属性伤害。\n为自身添加“暴击率提升·小”效果，使暴击率提升2.3%，持续16秒。"
        },
        {
          level: 3,
          desc: "扩散出雷环，对周边敌人造成至多四次103.7%攻击力的雷属性伤害。\n为自身添加“暴击率提升·小”效果，使暴击率提升2.3%，持续16秒。"
        },
        {
          level: 4,
          desc: "扩散出雷环，对周边敌人造成至多四次126.7%攻击力的雷属性伤害。\n为自身添加“暴击率提升·小”效果，使暴击率提升2.3%，持续16秒。"
        },
        {
          level: 5,
          desc: "扩散出雷环，对周边敌人造成至多四次149.8%攻击力的雷属性伤害。\n为自身添加“暴击率提升·小”效果，使暴击率提升2.3%，持续16秒。"
        }
      ]
    },
    {
      name: "镭射",
      maxLevel: 5,
      desc: "向目标发射镭射激光，对命中的敌人造成20.5%攻击力的雷属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射镭射激光，对命中的敌人造成7.9%攻击力的雷属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射镭射激光，对命中的敌人造成11.1%攻击力的雷属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射镭射激光，对命中的敌人造成14.2%攻击力的雷属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射镭射激光，对命中的敌人造成17.4%攻击力的雷属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射镭射激光，对命中的敌人造成20.5%攻击力的雷属性伤害。"
        }
      ]
    },
    {
      name: "电能子弹",
      maxLevel: 5,
      desc: "向目标发射4枚雷球，对命中的敌人造成17.8%攻击力的雷属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射4枚雷球，对命中的敌人造成6.9%攻击力的雷属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射4枚雷球，对命中的敌人造成9.6%攻击力的雷属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射4枚雷球，对命中的敌人造成12.3%攻击力的雷属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射4枚雷球，对命中的敌人造成15.1%攻击力的雷属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射4枚雷球，对命中的敌人造成17.8%攻击力的雷属性伤害。"
        }
      ]
    },
    {
      name: "电灵偶-合击",
      maxLevel: 5,
      desc: "在目标位置劈下雷电，造成652.9%攻击力的雷属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "在目标位置劈下雷电，造成251.1%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "在目标位置劈下雷电，造成351.6%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "在目标位置劈下雷电，造成452%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "在目标位置劈下雷电，造成552.5%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "在目标位置劈下雷电，造成652.9%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "导电体",
      desc: "队伍中所有雷属性角色和奇波的雷属性伤害增加13%。"
    },
    {
      name: "雷核Ⅲ",
      desc: "奇波对决中，自身攻击力提升30%，生命值提升30%，雷属性伤害提升30%，但施放特技后将自动退场。"
    }
  ],
  evolutions: [
    {
      name: "雷灵仔",
      no: 31,
      stage: "幼年期",
      wikiSlug: "雷灵仔"
    },
    {
      name: "雷灵偶",
      no: 32,
      stage: "成长期",
      wikiSlug: "雷灵偶"
    },
    {
      name: "电灵偶",
      no: 33,
      stage: "成熟期",
      wikiSlug: "电灵偶"
    }
  ]
}
