/** 飞鳐 */
export default {
  id: "feiyao",
  no: 108,
  name: "飞鳐",
  wikiSlug: "飞鳐",
  wikiUrl: "https://wiki.biligame.com/ap/飞鳐",
  elements: [
    "水"
  ],
  battleTag: "独猎",
  race: "异生类·鳞形族",
  height: "70cm",
  stage: "成长期",
  sizeType: "小",
  shiny: true,
  special: false,
  obtain: "待补充",
  intro: "飞鳐的翅膀较长，尾巴尖端结出水元素的结晶，同时这也是它们储存毒素的地方。尽管外观看起来在微笑，但飞鳐的毒素可不容小觑。",
  image: "/imgs/qibos/feiyao.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/0/05/dcqrfvg7jg20k87vt5biwp70nhcl1ll.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "浇水",
    "照料"
  ],
  drops: [
    "幽光鳞片",
    "鳞光薄膜"
  ],
  skills: [
    {
      name: "分裂水流",
      maxLevel: 5,
      desc: "向前方扇形区域内连续发射6道水柱，每道水柱造成59.9%攻击力的水属性伤害。随后向正前方发射一道大型水柱，造成539.1%攻击力的水属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向前方扇形区域内连续发射6道水柱，每道水柱造成23%攻击力的水属性伤害。随后向正前方发射一道大型水柱，造成207.4%攻击力的水属性伤害。"
        },
        {
          level: 2,
          desc: "向前方扇形区域内连续发射6道水柱，每道水柱造成32.3%攻击力的水属性伤害。随后向正前方发射一道大型水柱，造成290.3%攻击力的水属性伤害。"
        },
        {
          level: 3,
          desc: "向前方扇形区域内连续发射6道水柱，每道水柱造成41.5%攻击力的水属性伤害。随后向正前方发射一道大型水柱，造成373.2%攻击力的水属性伤害。"
        },
        {
          level: 4,
          desc: "向前方扇形区域内连续发射6道水柱，每道水柱造成50.7%攻击力的水属性伤害。随后向正前方发射一道大型水柱，造成456.2%攻击力的水属性伤害。"
        },
        {
          level: 5,
          desc: "向前方扇形区域内连续发射6道水柱，每道水柱造成59.9%攻击力的水属性伤害。随后向正前方发射一道大型水柱，造成539.1%攻击力的水属性伤害。"
        }
      ]
    },
    {
      name: "水弹散射",
      maxLevel: 5,
      desc: "向前方扇形区域内同时发出9枚水弹，每枚水弹对命中的敌人造成30.8%攻击力的水属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向前方扇形区域内同时发出9枚水弹，每枚水弹对命中的敌人造成11.9%攻击力的水属性伤害。"
        },
        {
          level: 2,
          desc: "向前方扇形区域内同时发出9枚水弹，每枚水弹对命中的敌人造成16.6%攻击力的水属性伤害。"
        },
        {
          level: 3,
          desc: "向前方扇形区域内同时发出9枚水弹，每枚水弹对命中的敌人造成21.3%攻击力的水属性伤害。"
        },
        {
          level: 4,
          desc: "向前方扇形区域内同时发出9枚水弹，每枚水弹对命中的敌人造成26.1%攻击力的水属性伤害。"
        },
        {
          level: 5,
          desc: "向前方扇形区域内同时发出9枚水弹，每枚水弹对命中的敌人造成30.8%攻击力的水属性伤害。"
        }
      ]
    },
    {
      name: "毒液弹",
      maxLevel: 5,
      desc: "向目标发射毒液子弹，对命中的敌人造成53.5%攻击力的水属性伤害，并使敌人陷入持续10秒的【中毒】效果。\n中毒：每2秒造成10.7%攻击力的水属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射毒液子弹，对命中的敌人造成20.6%攻击力的水属性伤害，并使敌人陷入持续10秒的【中毒】效果。\n中毒：每2秒造成4.1%攻击力的水属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射毒液子弹，对命中的敌人造成28.8%攻击力的水属性伤害，并使敌人陷入持续10秒的【中毒】效果。\n中毒：每2秒造成5.8%攻击力的水属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射毒液子弹，对命中的敌人造成37%攻击力的水属性伤害，并使敌人陷入持续10秒的【中毒】效果。\n中毒：每2秒造成7.4%攻击力的水属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射毒液子弹，对命中的敌人造成45.3%攻击力的水属性伤害，并使敌人陷入持续10秒的【中毒】效果。\n中毒：每2秒造成9.1%攻击力的水属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射毒液子弹，对命中的敌人造成53.5%攻击力的水属性伤害，并使敌人陷入持续10秒的【中毒】效果。\n中毒：每2秒造成10.7%攻击力的水属性伤害。"
        }
      ]
    },
    {
      name: "飞鳐-合击",
      maxLevel: 5,
      desc: "向目标挥斩，造成652.9%攻击力的水属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标挥斩，造成251.1%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标挥斩，造成351.6%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标挥斩，造成452%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标挥斩，造成552.5%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标挥斩，造成652.9%攻击力的水属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "急流",
      desc: "水属性伤害增幅增加20%；每释放一次特技/合击，自身技能冷却时长减少5%，最多可叠加4层。"
    },
    {
      name: "星鳍Ⅱ",
      desc: "奇波对决中，自身生命值降低60%，攻击力提升30%，技能冷却时间缩短45%。"
    }
  ],
  evolutions: [
    {
      name: "兔耳鳐",
      no: 107,
      stage: "幼年期",
      wikiSlug: "兔耳鳐"
    },
    {
      name: "飞鳐",
      no: 108,
      stage: "成长期",
      wikiSlug: "飞鳐"
    },
    {
      name: "星鳐",
      no: 109,
      stage: "成熟期",
      wikiSlug: "星鳐"
    }
  ]
}
