/** 风灵朵 */
export default {
  id: "fenglingduo",
  no: 40,
  name: "风灵朵",
  wikiSlug: "风灵朵",
  wikiUrl: "https://wiki.biligame.com/ap/风灵朵",
  elements: [
    "风"
  ],
  battleTag: "协同",
  race: "幻生类·精怪族",
  height: "70cm",
  stage: "成长期",
  sizeType: "小",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "优雅的风灵朵，是风灵苞成长后的姿态，头顶长出的花朵如同风铃的形状。其七弦琴由风属性星脉能凝结而成，拨弄时，温柔悠扬的声音如清风中的悄声细语。",
  image: "/imgs/qibos/fenglingduo.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/c/c6/7nqfupahldnn8vuw8p8yh52eltocjli.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "耕作",
    "锻坚"
  ],
  drops: [
    "密文轮盘",
    "凝形晶核"
  ],
  skills: [
    {
      name: "飞绒风域",
      maxLevel: 5,
      desc: "在我方角色位置创造风场，飘起飞绒，每2秒提升我方角色2.8%风属性伤害，可叠加3层，持续10秒。",
      levels: [
        {
          level: 1,
          desc: "在我方角色位置创造风场，飘起飞绒，每2秒提升我方角色1.7%风属性伤害，可叠加3层，持续10秒。"
        },
        {
          level: 2,
          desc: "在我方角色位置创造风场，飘起飞绒，每2秒提升我方角色1.9%风属性伤害，可叠加3层，持续10秒。"
        },
        {
          level: 3,
          desc: "在我方角色位置创造风场，飘起飞绒，每2秒提升我方角色2.2%风属性伤害，可叠加3层，持续10秒。"
        },
        {
          level: 4,
          desc: "在我方角色位置创造风场，飘起飞绒，每2秒提升我方角色2.5%风属性伤害，可叠加3层，持续10秒。"
        },
        {
          level: 5,
          desc: "在我方角色位置创造风场，飘起飞绒，每2秒提升我方角色2.8%风属性伤害，可叠加3层，持续10秒。"
        }
      ]
    },
    {
      name: "小风弹",
      maxLevel: 5,
      desc: "向目标连续发射3枚小风弹，每枚风弹对命中的敌人造成23.8%攻击力的风属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标连续发射3枚小风弹，每枚风弹对命中的敌人造成9.1%攻击力的风属性伤害。"
        },
        {
          level: 2,
          desc: "向目标连续发射3枚小风弹，每枚风弹对命中的敌人造成12.8%攻击力的风属性伤害。"
        },
        {
          level: 3,
          desc: "向目标连续发射3枚小风弹，每枚风弹对命中的敌人造成16.5%攻击力的风属性伤害。"
        },
        {
          level: 4,
          desc: "向目标连续发射3枚小风弹，每枚风弹对命中的敌人造成20.1%攻击力的风属性伤害。"
        },
        {
          level: 5,
          desc: "向目标连续发射3枚小风弹，每枚风弹对命中的敌人造成23.8%攻击力的风属性伤害。"
        }
      ]
    },
    {
      name: "风灵朵-合击",
      maxLevel: 5,
      desc: "向目标发起攻击，造成652.9%攻击力的风属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起攻击，造成251.1%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起攻击，造成351.6%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起攻击，造成452%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起攻击，造成552.5%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起攻击，造成652.9%攻击力的风属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "飘浮",
      desc: "奇波和搭档角色移动速度增加10%。"
    },
    {
      name: "风花苞Ⅱ",
      desc: "奇波对决中，自身生命值降低30%，攻击力降低30%，在场时，友方全体奇波的技能冷却时间缩短15%。"
    }
  ],
  evolutions: [
    {
      name: "风灵苞",
      no: 39,
      stage: "幼年期",
      wikiSlug: "风灵苞"
    },
    {
      name: "风灵朵",
      no: 40,
      stage: "成长期",
      wikiSlug: "风灵朵"
    },
    {
      name: "岚音花",
      no: 41,
      stage: "成熟期",
      wikiSlug: "岚音花"
    }
  ]
}
