/** 风剪鹰 */
export default {
  id: "fengjianying",
  no: 50,
  name: "风剪鹰",
  wikiSlug: "风剪鹰",
  wikiUrl: "https://wiki.biligame.com/ap/风剪鹰",
  elements: [
    "风"
  ],
  battleTag: "侵扰",
  race: "异生类·羽形族",
  height: "170cm",
  stage: "成熟期",
  sizeType: "中",
  shiny: true,
  special: false,
  obtain: "待补充",
  intro: "无论多么恶劣的气候，风剪鹰总能享受在剧烈变化的风向中纵情穿越的乐趣，甚至就连睡觉也只需在云层间隙短暂小憩片刻。",
  image: "/imgs/qibos/fengjianying.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/5/56/70olwynw9b6757eby0l7nm8szi0jhcw.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "狩猎"
  ],
  drops: [
    "斑斓飞羽",
    "锋锐利喙",
    "新鲜的蛋"
  ],
  skills: [
    {
      name: "风锐翼展",
      maxLevel: 5,
      desc: "向前快速冲刺，掠过战场，造成717.6%攻击力的风属性伤害。\n为队伍添加1枚风属性调谐印记。",
      levels: [
        {
          level: 1,
          desc: "向前快速冲刺，掠过战场，造成276%攻击力的风属性伤害。\n为队伍添加1枚风属性调谐印记。"
        },
        {
          level: 2,
          desc: "向前快速冲刺，掠过战场，造成386.4%攻击力的风属性伤害。\n为队伍添加1枚风属性调谐印记。"
        },
        {
          level: 3,
          desc: "向前快速冲刺，掠过战场，造成496.8%攻击力的风属性伤害。\n为队伍添加1枚风属性调谐印记。"
        },
        {
          level: 4,
          desc: "向前快速冲刺，掠过战场，造成607.2%攻击力的风属性伤害。\n为队伍添加1枚风属性调谐印记。"
        },
        {
          level: 5,
          desc: "向前快速冲刺，掠过战场，造成717.6%攻击力的风属性伤害。\n为队伍添加1枚风属性调谐印记。"
        }
      ]
    },
    {
      name: "凛风斩",
      maxLevel: 5,
      desc: "斩击前方，对前方扇形区域的敌人造成3次35.7%攻击力的风属性伤害。",
      levels: [
        {
          level: 1,
          desc: "斩击前方，对前方扇形区域的敌人造成3次13.7%攻击力的风属性伤害。"
        },
        {
          level: 2,
          desc: "斩击前方，对前方扇形区域的敌人造成3次19.2%攻击力的风属性伤害。"
        },
        {
          level: 3,
          desc: "斩击前方，对前方扇形区域的敌人造成3次24.7%攻击力的风属性伤害。"
        },
        {
          level: 4,
          desc: "斩击前方，对前方扇形区域的敌人造成3次30.2%攻击力的风属性伤害。"
        },
        {
          level: 5,
          desc: "斩击前方，对前方扇形区域的敌人造成3次35.7%攻击力的风属性伤害。"
        }
      ]
    },
    {
      name: "连续风刃",
      maxLevel: 5,
      desc: "向目标连续发射6枚风刃，每枚风刃对命中的敌人造成46.2%攻击力的风属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标连续发射6枚风刃，每枚风刃对命中的敌人造成17.8%攻击力的风属性伤害。"
        },
        {
          level: 2,
          desc: "向目标连续发射6枚风刃，每枚风刃对命中的敌人造成24.9%攻击力的风属性伤害。"
        },
        {
          level: 3,
          desc: "向目标连续发射6枚风刃，每枚风刃对命中的敌人造成32%攻击力的风属性伤害。"
        },
        {
          level: 4,
          desc: "向目标连续发射6枚风刃，每枚风刃对命中的敌人造成39.1%攻击力的风属性伤害。"
        },
        {
          level: 5,
          desc: "向目标连续发射6枚风刃，每枚风刃对命中的敌人造成46.2%攻击力的风属性伤害。"
        }
      ]
    },
    {
      name: "风剪鹰-合击",
      maxLevel: 5,
      desc: "向目标攻击，造成652.9%攻击力的风属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标攻击，造成251.1%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标攻击，造成351.6%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标攻击，造成452%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标攻击，造成552.5%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标攻击，造成652.9%攻击力的风属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "飞行",
      desc: "增加15%移动速度以及15%闪避率。"
    },
    {
      name: "风羽Ⅱ",
      desc: "奇波对决中，自身生命值降低30%，入场前8秒，移动速度提升30%，攻击力提升150%。"
    }
  ],
  evolutions: [
    {
      name: "柔风鹰",
      no: 48,
      stage: "幼年期",
      wikiSlug: "柔风鹰"
    },
    {
      name: "风剪鹰",
      no: 50,
      stage: "成熟期",
      wikiSlug: "风剪鹰"
    }
  ]
}
