/** 覆甲犰 */
export default {
  id: "fujiaqiu",
  no: 97,
  name: "覆甲犰",
  wikiSlug: "覆甲犰",
  wikiUrl: "https://wiki.biligame.com/ap/覆甲犰",
  elements: [
    "地",
    "火"
  ],
  battleTag: "防护",
  race: "异生类·兽形族",
  height: "110cm",
  stage: "成长期",
  sizeType: "小",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "覆甲犰的防御已经足以令大部分掠食者望而却步，因此它有了更多时间享受自己的生活。尽管在其他奇波看来，挖挖洞、打打滚根本算不得什么有趣的生活方式，\n但就像它用以阻挡攻击的骨板一样，覆甲犰内心的坚韧足以抵御任何冷嘲热讽。",
  image: "/imgs/qibos/fujiaqiu.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/0/09/bq92awfef4dcgejkp1mq4pjuk83svup.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "耕作",
    "采矿"
  ],
  drops: [
    "细密软绒",
    "兽灵之角"
  ],
  skills: [
    {
      name: "炎火跃击",
      maxLevel: 5,
      desc: "缩成滚球砸向敌人造成3次89.4%攻击力的火属性伤害和嘲讽，嘲讽持续10秒。\n为队伍添加1枚火属性调谐印记。",
      levels: [
        {
          level: 1,
          desc: "缩成滚球砸向敌人造成3次34.4%攻击力的火属性伤害和嘲讽，嘲讽持续10秒。\n为队伍添加1枚火属性调谐印记。"
        },
        {
          level: 2,
          desc: "缩成滚球砸向敌人造成3次48.2%攻击力的火属性伤害和嘲讽，嘲讽持续10秒。\n为队伍添加1枚火属性调谐印记。"
        },
        {
          level: 3,
          desc: "缩成滚球砸向敌人造成3次61.9%攻击力的火属性伤害和嘲讽，嘲讽持续10秒。\n为队伍添加1枚火属性调谐印记。"
        },
        {
          level: 4,
          desc: "缩成滚球砸向敌人造成3次75.7%攻击力的火属性伤害和嘲讽，嘲讽持续10秒。\n为队伍添加1枚火属性调谐印记。"
        },
        {
          level: 5,
          desc: "缩成滚球砸向敌人造成3次89.4%攻击力的火属性伤害和嘲讽，嘲讽持续10秒。\n为队伍添加1枚火属性调谐印记。"
        }
      ]
    },
    {
      name: "岩石滚撞",
      maxLevel: 5,
      desc: "向前方滚撞，对前方区域内的敌人造成107%攻击力的地属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向前方滚撞，对前方区域内的敌人造成41.1%攻击力的地属性伤害。"
        },
        {
          level: 2,
          desc: "向前方滚撞，对前方区域内的敌人造成57.6%攻击力的地属性伤害。"
        },
        {
          level: 3,
          desc: "向前方滚撞，对前方区域内的敌人造成74.1%攻击力的地属性伤害。"
        },
        {
          level: 4,
          desc: "向前方滚撞，对前方区域内的敌人造成90.5%攻击力的地属性伤害。"
        },
        {
          level: 5,
          desc: "向前方滚撞，对前方区域内的敌人造成107%攻击力的地属性伤害。"
        }
      ]
    },
    {
      name: "火球",
      maxLevel: 5,
      desc: "向目标发射3枚火球，造成23.8%攻击力的火属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射3枚火球，造成9.1%攻击力的火属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射3枚火球，造成12.8%攻击力的火属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射3枚火球，造成16.5%攻击力的火属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射3枚火球，造成20.1%攻击力的火属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射3枚火球，造成23.8%攻击力的火属性伤害。"
        }
      ]
    },
    {
      name: "覆甲犰-合击",
      maxLevel: 5,
      desc: "向目标发起攻击，造成652.9%攻击力的火属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起攻击，造成251.1%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起攻击，造成351.6%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起攻击，造成452%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起攻击，造成552.5%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起攻击，造成652.9%攻击力的火属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "燃火甲壳",
      desc: "防御力上升30%，受到伤害时，有50%概率对来源方造成自身攻击力30%的火属性伤害。"
    },
    {
      name: "熔岩护甲Ⅱ",
      desc: "奇波对决中，自身攻击力降低30%，入场时防御力提升1000%，每过1秒，该增益降低100%。"
    }
  ],
  evolutions: [
    {
      name: "滚地犰",
      no: 96,
      stage: "幼年期",
      wikiSlug: "滚地犰"
    },
    {
      name: "覆甲犰",
      no: 97,
      stage: "成长期",
      wikiSlug: "覆甲犰"
    },
    {
      name: "熔岩犰",
      no: 98,
      stage: "成熟期",
      wikiSlug: "熔岩犰"
    }
  ]
}
