/** 浮云 */
export default {
  id: "fuyun",
  no: 133,
  name: "浮云",
  wikiSlug: "浮云",
  wikiUrl: "https://wiki.biligame.com/ap/浮云",
  elements: [
    "水"
  ],
  battleTag: "缓冲",
  race: "异生类·兽形族",
  height: "100cm",
  stage: "成熟期",
  sizeType: "小",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "浮云的性格温和易懂，大多时候都是慢悠悠的，要是遇到危险或者烦心事，也能在它身上看到明显的心情变化。",
  image: "/imgs/qibos/fuyun.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/b/be/9eb4kjb6hr9vssz3dctund9em7ce7nq.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "浇水"
  ],
  drops: [
    "细密软绒",
    "兽灵之角"
  ],
  skills: [
    {
      name: "绽源之云",
      maxLevel: 5,
      desc: "召唤治疗领域，持续10秒为范围内的角色每2秒恢复生命上限1.8%的生命值。\n为队伍添加1枚水属性调谐印记。",
      levels: [
        {
          level: 1,
          desc: "召唤治疗领域，持续10秒为范围内的角色每2秒恢复生命上限1.1%的生命值。\n为队伍添加1枚水属性调谐印记。"
        },
        {
          level: 2,
          desc: "召唤治疗领域，持续10秒为范围内的角色每2秒恢复生命上限1.2%的生命值。\n为队伍添加1枚水属性调谐印记。"
        },
        {
          level: 3,
          desc: "召唤治疗领域，持续10秒为范围内的角色每2秒恢复生命上限1.4%的生命值。\n为队伍添加1枚水属性调谐印记。"
        },
        {
          level: 4,
          desc: "召唤治疗领域，持续10秒为范围内的角色每2秒恢复生命上限1.6%的生命值。\n为队伍添加1枚水属性调谐印记。"
        },
        {
          level: 5,
          desc: "召唤治疗领域，持续10秒为范围内的角色每2秒恢复生命上限1.8%的生命值。\n为队伍添加1枚水属性调谐印记。"
        }
      ]
    },
    {
      name: "泡泡攻击",
      maxLevel: 5,
      desc: "向目标发射3枚泡泡，每枚泡泡对命中的敌人造成92.4%攻击力的水属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射3枚泡泡，每枚泡泡对命中的敌人造成35.6%攻击力的水属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射3枚泡泡，每枚泡泡对命中的敌人造成49.8%攻击力的水属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射3枚泡泡，每枚泡泡对命中的敌人造成64%攻击力的水属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射3枚泡泡，每枚泡泡对命中的敌人造成78.2%攻击力的水属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射3枚泡泡，每枚泡泡对命中的敌人造成92.4%攻击力的水属性伤害。"
        }
      ]
    },
    {
      name: "水弹散射",
      maxLevel: 5,
      desc: "向前方扇形区域内同时发出9枚水弹，每枚水弹对命中的敌人造成30.8%攻击力的水属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向前方扇形区域内同时发出9枚水弹，每枚水弹对命中的敌人造成11.9%攻击力的水属性伤害。"
        },
        {
          level: 2,
          desc: "向前方扇形区域内同时发出9枚水弹，每枚水弹对命中的敌人造成16.6%攻击力的水属性伤害。"
        },
        {
          level: 3,
          desc: "向前方扇形区域内同时发出9枚水弹，每枚水弹对命中的敌人造成21.3%攻击力的水属性伤害。"
        },
        {
          level: 4,
          desc: "向前方扇形区域内同时发出9枚水弹，每枚水弹对命中的敌人造成26.1%攻击力的水属性伤害。"
        },
        {
          level: 5,
          desc: "向前方扇形区域内同时发出9枚水弹，每枚水弹对命中的敌人造成30.8%攻击力的水属性伤害。"
        }
      ]
    },
    {
      name: "浮云-合击",
      maxLevel: 5,
      desc: "撞向目标攻击，对目标造成652.9%攻击力的水属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "撞向目标攻击，对目标造成251.1%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "撞向目标攻击，对目标造成351.6%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "撞向目标攻击，对目标造成452%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "撞向目标攻击，对目标造成552.5%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "撞向目标攻击，对目标造成652.9%攻击力的水属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "柔软身躯",
      desc: "对物理伤害可减免20%。"
    },
    {
      name: "治愈云朵",
      desc: "奇波对决中，自身治疗效果提升200%。"
    }
  ],
  evolutions: []
}
