/** 菇噜噜 */
export default {
  id: "gululu",
  no: 15,
  name: "菇噜噜",
  wikiSlug: "菇噜噜",
  wikiUrl: "https://wiki.biligame.com/ap/菇噜噜",
  elements: [
    "暗"
  ],
  battleTag: "变换",
  race: "幻生类·草木族",
  height: "45cm",
  stage: "成熟期",
  sizeType: "小",
  shiny: true,
  special: false,
  obtain: "待补充",
  intro: "菇噜噜的尾部形似蘑菇，可以食用，还能够自行再生。\n虽然味道鲜美，但其实没有什么营养价值。除了睡眠时间外都处于眩晕状态，一般会以一定的路线轨迹晃悠晃悠地颠簸移动，走路时也经常会脑袋着地。",
  image: "/imgs/qibos/gululu.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/b/b0/0kt6vispcs344icwedf4fu4jr23oe9h.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "照料"
  ],
  drops: [
    "苔覆土壤",
    "空脉叶片"
  ],
  skills: [
    {
      name: "菇噜噜噜",
      maxLevel: 5,
      desc: "对周边释放气体，对周围敌人造成三次112.3%攻击力的暗属性伤害并降低敌人10%移动速度，持续10秒。\n对敌人添加“全属性抗性下降·小”效果，使全元素抗性下降0.9%，持续16秒。",
      levels: [
        {
          level: 1,
          desc: "对周边释放气体，对周围敌人造成三次43.2%攻击力的暗属性伤害并降低敌人10%移动速度，持续10秒。\n对敌人添加“全属性抗性下降·小”效果，使全元素抗性下降0.9%，持续16秒。"
        },
        {
          level: 2,
          desc: "对周边释放气体，对周围敌人造成三次60.5%攻击力的暗属性伤害并降低敌人10%移动速度，持续10秒。\n对敌人添加“全属性抗性下降·小”效果，使全元素抗性下降0.9%，持续16秒。"
        },
        {
          level: 3,
          desc: "对周边释放气体，对周围敌人造成三次77.8%攻击力的暗属性伤害并降低敌人10%移动速度，持续10秒。\n对敌人添加“全属性抗性下降·小”效果，使全元素抗性下降0.9%，持续16秒。"
        },
        {
          level: 4,
          desc: "对周边释放气体，对周围敌人造成三次95%攻击力的暗属性伤害并降低敌人10%移动速度，持续10秒。\n对敌人添加“全属性抗性下降·小”效果，使全元素抗性下降0.9%，持续16秒。"
        },
        {
          level: 5,
          desc: "对周边释放气体，对周围敌人造成三次112.3%攻击力的暗属性伤害并降低敌人10%移动速度，持续10秒。\n对敌人添加“全属性抗性下降·小”效果，使全元素抗性下降0.9%，持续16秒。"
        }
      ]
    },
    {
      name: "暗魂影",
      maxLevel: 5,
      desc: "向目标发射一道暗魂影，对命中的敌人造成71.3%攻击力的暗属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射一道暗魂影，对命中的敌人造成27.4%攻击力的暗属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射一道暗魂影，对命中的敌人造成38.4%攻击力的暗属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射一道暗魂影，对命中的敌人造成49.4%攻击力的暗属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射一道暗魂影，对命中的敌人造成60.3%攻击力的暗属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射一道暗魂影，对命中的敌人造成71.3%攻击力的暗属性伤害。"
        }
      ]
    },
    {
      name: "菇噜噜-合击",
      maxLevel: 5,
      desc: "向目标发起攻击，造成652.9%攻击力的暗属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起攻击，造成251.1%攻击力的暗属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起攻击，造成351.6%攻击力的暗属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起攻击，造成452%攻击力的暗属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起攻击，造成552.5%攻击力的暗属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起攻击，造成652.9%攻击力的暗属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "剧毒皮肤",
      desc: "受到物理伤害时，有30%概率使伤害来源附加10秒的中毒效果。\n中毒：每2秒造成自身攻击力30%的水属性伤害。"
    },
    {
      name: "再生菌丝",
      desc: "奇波对决中，自身生命值提升30%，攻击力降低30%，每5秒恢复10%最大生命值。"
    }
  ],
  evolutions: []
}
