/** 滚地犰 */
export default {
  id: "gundiqiu",
  no: 96,
  name: "滚地犰",
  wikiSlug: "滚地犰",
  wikiUrl: "https://wiki.biligame.com/ap/滚地犰",
  elements: [
    "地",
    "火"
  ],
  battleTag: "防护",
  race: "异生类·兽形族",
  height: "40cm",
  stage: "幼年期",
  sizeType: "小",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "外皮被甲胄包裹的奇波，总是摆出一副呆愣愣的眼神，看起来似乎很容易受欺负的样子。不过，它凭借低调的做派和坚硬的甲壳，以及偶尔从骨板缝隙中喷射而出的御敌火焰，成功为自己占据了一席稳定的生态位。",
  image: "/imgs/qibos/gundiqiu.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/f/f8/ian7fig09mjzn82nhl4zt2o684ihr7y.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "耕作",
    "采矿"
  ],
  drops: [
    "细密软绒",
    "兽灵之角"
  ],
  skills: [
    {
      name: "火热跃击",
      maxLevel: 5,
      desc: "缩成滚球砸向敌人造成3次14.6%攻击力的火属性伤害和嘲讽，嘲讽持续10秒。\n为队伍添加1枚火属性调谐印记。",
      levels: [
        {
          level: 1,
          desc: "缩成滚球砸向敌人造成3次5.6%攻击力的火属性伤害和嘲讽，嘲讽持续10秒。\n为队伍添加1枚火属性调谐印记。"
        },
        {
          level: 2,
          desc: "缩成滚球砸向敌人造成3次7.8%攻击力的火属性伤害和嘲讽，嘲讽持续10秒。\n为队伍添加1枚火属性调谐印记。"
        },
        {
          level: 3,
          desc: "缩成滚球砸向敌人造成3次10.1%攻击力的火属性伤害和嘲讽，嘲讽持续10秒。\n为队伍添加1枚火属性调谐印记。"
        },
        {
          level: 4,
          desc: "缩成滚球砸向敌人造成3次12.3%攻击力的火属性伤害和嘲讽，嘲讽持续10秒。\n为队伍添加1枚火属性调谐印记。"
        },
        {
          level: 5,
          desc: "缩成滚球砸向敌人造成3次14.6%攻击力的火属性伤害和嘲讽，嘲讽持续10秒。\n为队伍添加1枚火属性调谐印记。"
        }
      ]
    },
    {
      name: "火球",
      maxLevel: 5,
      desc: "向目标发射3枚火球，造成23.8%攻击力的火属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射3枚火球，造成9.1%攻击力的火属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射3枚火球，造成12.8%攻击力的火属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射3枚火球，造成16.5%攻击力的火属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射3枚火球，造成20.1%攻击力的火属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射3枚火球，造成23.8%攻击力的火属性伤害。"
        }
      ]
    },
    {
      name: "滚地犰-合击",
      maxLevel: 5,
      desc: "向目标发起攻击，造成652.9%攻击力的火属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起攻击，造成251.1%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起攻击，造成351.6%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起攻击，造成452%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起攻击，造成552.5%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起攻击，造成652.9%攻击力的火属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "燃火甲壳",
      desc: "防御力上升30%，受到伤害时，有50%概率对来源方造成自身攻击力30%的火属性伤害。"
    },
    {
      name: "熔岩护甲Ⅰ",
      desc: "奇波对决中，自身攻击力降低30%，入场时防御力提升500%，每过1秒，该增益降低100%。"
    }
  ],
  evolutions: [
    {
      name: "滚地犰",
      no: 96,
      stage: "幼年期",
      wikiSlug: "滚地犰"
    },
    {
      name: "覆甲犰",
      no: 97,
      stage: "成长期",
      wikiSlug: "覆甲犰"
    },
    {
      name: "熔岩犰",
      no: 98,
      stage: "成熟期",
      wikiSlug: "熔岩犰"
    }
  ]
}
