/** 哈加 */
export default {
  id: "hajia",
  no: 34,
  name: "哈加",
  wikiSlug: "哈加",
  wikiUrl: "https://wiki.biligame.com/ap/哈加",
  elements: [
    "风"
  ],
  battleTag: "独猎",
  race: "普生类",
  height: "150cm",
  stage: "成熟期",
  sizeType: "中",
  shiny: true,
  special: false,
  obtain: "待补充",
  intro: "哈加生性温顺，身体壮实且非常聪慧，能听懂简单的语言，也因此喜欢偷听智慧种族的闲聊。哈加的脚程很快且体力持久，但战斗力很弱，遇到危险时可能会陷入恐慌。",
  image: "/imgs/qibos/hajia.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/3/3d/19m97zr8d3p2etmlnmdmy20ezpj48d5.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "采矿",
    "木工"
  ],
  drops: [
    "星质原液",
    "顺滑凝脂"
  ],
  skills: [
    {
      name: "哈加冲锋",
      maxLevel: 5,
      desc: "快速向前奔跑冲撞，每0.15秒对路径上的敌人造成128.4%攻击力的风属性伤害。",
      levels: [
        {
          level: 1,
          desc: "快速向前奔跑冲撞，每0.15秒对路径上的敌人造成49.4%攻击力的风属性伤害。"
        },
        {
          level: 2,
          desc: "快速向前奔跑冲撞，每0.15秒对路径上的敌人造成69.1%攻击力的风属性伤害。"
        },
        {
          level: 3,
          desc: "快速向前奔跑冲撞，每0.15秒对路径上的敌人造成88.9%攻击力的风属性伤害。"
        },
        {
          level: 4,
          desc: "快速向前奔跑冲撞，每0.15秒对路径上的敌人造成108.6%攻击力的风属性伤害。"
        },
        {
          level: 5,
          desc: "快速向前奔跑冲撞，每0.15秒对路径上的敌人造成128.4%攻击力的风属性伤害。"
        }
      ]
    },
    {
      name: "风刃",
      maxLevel: 5,
      desc: "向目标发射风刃，对命中的敌人造成92.4%攻击力的风属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射风刃，对命中的敌人造成35.6%攻击力的风属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射风刃，对命中的敌人造成49.8%攻击力的风属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射风刃，对命中的敌人造成64%攻击力的风属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射风刃，对命中的敌人造成78.2%攻击力的风属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射风刃，对命中的敌人造成92.4%攻击力的风属性伤害。"
        }
      ]
    },
    {
      name: "凛风斩",
      maxLevel: 5,
      desc: "斩击前方，对前方扇形区域的敌人造成3次35.7%攻击力的风属性伤害。",
      levels: [
        {
          level: 1,
          desc: "斩击前方，对前方扇形区域的敌人造成3次13.7%攻击力的风属性伤害。"
        },
        {
          level: 2,
          desc: "斩击前方，对前方扇形区域的敌人造成3次19.2%攻击力的风属性伤害。"
        },
        {
          level: 3,
          desc: "斩击前方，对前方扇形区域的敌人造成3次24.7%攻击力的风属性伤害。"
        },
        {
          level: 4,
          desc: "斩击前方，对前方扇形区域的敌人造成3次30.2%攻击力的风属性伤害。"
        },
        {
          level: 5,
          desc: "斩击前方，对前方扇形区域的敌人造成3次35.7%攻击力的风属性伤害。"
        }
      ]
    },
    {
      name: "哈加-合击",
      maxLevel: 5,
      desc: "横扫目标，造成652.9%攻击力的风属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "横扫目标，造成251.1%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "横扫目标，造成351.6%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "横扫目标，造成452%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "横扫目标，造成552.5%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "横扫目标，造成652.9%攻击力的风属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "加速跑",
      desc: "进入战斗后15秒内，自身移动速度增加30%。"
    },
    {
      name: "硬尾",
      desc: "奇波对决中，自身风属性伤害提升80%，但只攻击敌方的对战设施。"
    }
  ],
  evolutions: []
}
