/** 河狸大师 */
export default {
  id: "helidashi",
  no: 9,
  name: "河狸大师",
  wikiSlug: "河狸大师",
  wikiUrl: "https://wiki.biligame.com/ap/河狸大师",
  elements: [
    "水"
  ],
  battleTag: "侵扰",
  race: "异生类·兽形族",
  height: "190cm",
  stage: "成熟期",
  sizeType: "中",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "河狸大师的头衔并非自封，而是凭借其作品征服了所在区域的所有奇波之后，由它们「授予」的尊称。尽管外形上变得更加威严沉稳，但河狸大师相当平和谦虚，看到没有合适巢穴的奇波还会主动出手，帮忙搭建一个精致又美观的量身定做小屋。",
  image: "/imgs/qibos/helidashi.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/3/39/343wydhmvl6a4ysia84w731qzhbxsby.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "锻坚",
    "浇水"
  ],
  drops: [
    "细密软绒",
    "兽灵之角"
  ],
  skills: [
    {
      name: "大师狸击",
      maxLevel: 5,
      desc: "向前方进行连续攻击，每次造成94.2%攻击力的水属性伤害。随后进行一次猛烈攻击，造成三次157%攻击力的水属性伤害。\n为队伍添加1枚水属性调谐印记。",
      levels: [
        {
          level: 1,
          desc: "向前方进行连续攻击，每次造成36.2%攻击力的水属性伤害。随后进行一次猛烈攻击，造成三次60.4%攻击力的水属性伤害。\n为队伍添加1枚水属性调谐印记。"
        },
        {
          level: 2,
          desc: "向前方进行连续攻击，每次造成50.7%攻击力的水属性伤害。随后进行一次猛烈攻击，造成三次84.6%攻击力的水属性伤害。\n为队伍添加1枚水属性调谐印记。"
        },
        {
          level: 3,
          desc: "向前方进行连续攻击，每次造成65.2%攻击力的水属性伤害。随后进行一次猛烈攻击，造成三次108.7%攻击力的水属性伤害。\n为队伍添加1枚水属性调谐印记。"
        },
        {
          level: 4,
          desc: "向前方进行连续攻击，每次造成79.7%攻击力的水属性伤害。随后进行一次猛烈攻击，造成三次132.9%攻击力的水属性伤害。\n为队伍添加1枚水属性调谐印记。"
        },
        {
          level: 5,
          desc: "向前方进行连续攻击，每次造成94.2%攻击力的水属性伤害。随后进行一次猛烈攻击，造成三次157%攻击力的水属性伤害。\n为队伍添加1枚水属性调谐印记。"
        }
      ]
    },
    {
      name: "浪袭",
      maxLevel: 5,
      desc: "向目标发射贴地的波浪，对路径上敌人造成92.4%攻击力的水属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射贴地的波浪，对路径上敌人造成35.6%攻击力的水属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射贴地的波浪，对路径上敌人造成49.8%攻击力的水属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射贴地的波浪，对路径上敌人造成64%攻击力的水属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射贴地的波浪，对路径上敌人造成78.2%攻击力的水属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射贴地的波浪，对路径上敌人造成92.4%攻击力的水属性伤害。"
        }
      ]
    },
    {
      name: "泡泡攻击",
      maxLevel: 5,
      desc: "向目标发射3枚泡泡，每枚泡泡对命中的敌人造成92.4%攻击力的水属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射3枚泡泡，每枚泡泡对命中的敌人造成35.6%攻击力的水属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射3枚泡泡，每枚泡泡对命中的敌人造成49.8%攻击力的水属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射3枚泡泡，每枚泡泡对命中的敌人造成64%攻击力的水属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射3枚泡泡，每枚泡泡对命中的敌人造成78.2%攻击力的水属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射3枚泡泡，每枚泡泡对命中的敌人造成92.4%攻击力的水属性伤害。"
        }
      ]
    },
    {
      name: "河狸大师-合击",
      maxLevel: 5,
      desc: "向目标发起攻击，造成652.9%攻击力的水属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起攻击，造成251.1%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起攻击，造成351.6%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起攻击，造成452%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起攻击，造成552.5%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起攻击，造成652.9%攻击力的水属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "熟悉水性",
      desc: "自身水属性抗性大幅提升8%，攻击命中敌人使得敌人水属性抗性下降10%，持续20秒。"
    },
    {
      name: "钢爪Ⅲ",
      desc: "奇波对决中，自身生命值降低30%，攻击力提升200%，但只攻击敌方的对战设施。"
    }
  ],
  evolutions: [
    {
      name: "河狸仔",
      no: 7,
      stage: "幼年期",
      wikiSlug: "河狸仔"
    },
    {
      name: "波河狸",
      no: 8,
      stage: "成长期",
      wikiSlug: "波河狸"
    },
    {
      name: "河狸大师",
      no: 9,
      stage: "成熟期",
      wikiSlug: "河狸大师"
    }
  ]
}
