/** 河狸仔 */
export default {
  id: "helizai",
  no: 7,
  name: "河狸仔",
  wikiSlug: "河狸仔",
  wikiUrl: "https://wiki.biligame.com/ap/河狸仔",
  elements: [
    "水"
  ],
  battleTag: "侵扰",
  race: "异生类·兽形族",
  height: "50cm",
  stage: "幼年期",
  sizeType: "小",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "小脑袋里面装着不少问题的河狸仔，性格比较内向，对自己的建筑能力非常不自信，总是担心啃一半的树木会朝自己方向倒下来，因此完全离不开用作安全保护的贝壳。最大的梦想是能拥有一座自己修建的水坝巢穴，可以天天窝在里面睡大觉。",
  image: "/imgs/qibos/helizai.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/e/ed/3vevwcfajewey6rka600280uf3c6kns.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "锻坚",
    "浇水"
  ],
  drops: [
    "细密软绒",
    "兽灵之角"
  ],
  skills: [
    {
      name: "狸仔击",
      maxLevel: 5,
      desc: "向前方进行连续攻击，每次造成82.2%攻击力的水属性伤害。随后进行一次猛烈攻击，造成三次82.2%攻击力的水属性伤害。\n为队伍添加1枚水属性调谐印记。",
      levels: [
        {
          level: 1,
          desc: "向前方进行连续攻击，每次造成31.6%攻击力的水属性伤害。随后进行一次猛烈攻击，造成三次31.6%攻击力的水属性伤害。\n为队伍添加1枚水属性调谐印记。"
        },
        {
          level: 2,
          desc: "向前方进行连续攻击，每次造成44.2%攻击力的水属性伤害。随后进行一次猛烈攻击，造成三次44.2%攻击力的水属性伤害。\n为队伍添加1枚水属性调谐印记。"
        },
        {
          level: 3,
          desc: "向前方进行连续攻击，每次造成56.9%攻击力的水属性伤害。随后进行一次猛烈攻击，造成三次56.9%攻击力的水属性伤害。\n为队伍添加1枚水属性调谐印记。"
        },
        {
          level: 4,
          desc: "向前方进行连续攻击，每次造成69.5%攻击力的水属性伤害。随后进行一次猛烈攻击，造成三次69.5%攻击力的水属性伤害。\n为队伍添加1枚水属性调谐印记。"
        },
        {
          level: 5,
          desc: "向前方进行连续攻击，每次造成82.2%攻击力的水属性伤害。随后进行一次猛烈攻击，造成三次82.2%攻击力的水属性伤害。\n为队伍添加1枚水属性调谐印记。"
        }
      ]
    },
    {
      name: "水弹",
      maxLevel: 5,
      desc: "向目标发射3枚水弹，对命中的敌人造成23.8%攻击力的水属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射3枚水弹，对命中的敌人造成9.1%攻击力的水属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射3枚水弹，对命中的敌人造成12.8%攻击力的水属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射3枚水弹，对命中的敌人造成16.5%攻击力的水属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射3枚水弹，对命中的敌人造成20.1%攻击力的水属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射3枚水弹，对命中的敌人造成23.8%攻击力的水属性伤害。"
        }
      ]
    },
    {
      name: "河狸仔-合击",
      maxLevel: 5,
      desc: "向目标发起攻击，造成652.9%攻击力的水属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起攻击，造成251.1%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起攻击，造成351.6%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起攻击，造成452%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起攻击，造成552.5%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起攻击，造成652.9%攻击力的水属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "熟悉水性",
      desc: "自身水属性抗性大幅提升8%，攻击命中敌人使得敌人水属性抗性下降10%，持续20秒。"
    },
    {
      name: "钢爪Ⅰ",
      desc: "奇波对决中，自身生命值降低30%，攻击力提升80%，但只攻击敌方的对战设施。"
    }
  ],
  evolutions: [
    {
      name: "河狸仔",
      no: 7,
      stage: "幼年期",
      wikiSlug: "河狸仔"
    },
    {
      name: "波河狸",
      no: 8,
      stage: "成长期",
      wikiSlug: "波河狸"
    },
    {
      name: "河狸大师",
      no: 9,
      stage: "成熟期",
      wikiSlug: "河狸大师"
    }
  ]
}
