/** 环尾猴 */
export default {
  id: "huanweihou",
  no: 56,
  name: "环尾猴",
  wikiSlug: "环尾猴",
  wikiUrl: "https://wiki.biligame.com/ap/环尾猴",
  elements: [
    "雷"
  ],
  battleTag: "独猎",
  race: "异生类·兽形族",
  height: "60cm",
  stage: "成长期",
  sizeType: "小",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "随着成长，绒毛逐渐褪去，尾巴和整体身形都变得修长。此时的环尾猴十分好动，跳跃能力极佳，偶尔会闯入智慧种族的地盘抢走零食而后快速离开，由于它身手矫健，很难被抓到。",
  image: "/imgs/qibos/huanweihou.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/6/6c/73yyno3i5bf8ckekxzzafhhawbxe1wc.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "执锋"
  ],
  drops: [
    "细密软绒",
    "兽灵之角"
  ],
  skills: [
    {
      name: "连抓带扫",
      maxLevel: 5,
      desc: "向目标发起攻击，造成三次94.3%攻击力的雷属性伤害和三次80.4%攻击力的雷属性伤害。\n为自身添加“暴击伤害提升·小”效果，使伤害提升4.6%，持续16秒。",
      levels: [
        {
          level: 1,
          desc: "向目标发起攻击，造成三次36.3%攻击力的雷属性伤害和三次30.9%攻击力的雷属性伤害。\n为自身添加“暴击伤害提升·小”效果，使伤害提升4.6%，持续16秒。"
        },
        {
          level: 2,
          desc: "向目标发起攻击，造成三次50.8%攻击力的雷属性伤害和三次43.3%攻击力的雷属性伤害。\n为自身添加“暴击伤害提升·小”效果，使伤害提升4.6%，持续16秒。"
        },
        {
          level: 3,
          desc: "向目标发起攻击，造成三次65.3%攻击力的雷属性伤害和三次55.6%攻击力的雷属性伤害。\n为自身添加“暴击伤害提升·小”效果，使伤害提升4.6%，持续16秒。"
        },
        {
          level: 4,
          desc: "向目标发起攻击，造成三次79.8%攻击力的雷属性伤害和三次68%攻击力的雷属性伤害。\n为自身添加“暴击伤害提升·小”效果，使伤害提升4.6%，持续16秒。"
        },
        {
          level: 5,
          desc: "向目标发起攻击，造成三次94.3%攻击力的雷属性伤害和三次80.4%攻击力的雷属性伤害。\n为自身添加“暴击伤害提升·小”效果，使伤害提升4.6%，持续16秒。"
        }
      ]
    },
    {
      name: "落雷",
      maxLevel: 5,
      desc: "向目标区域降下落雷，对目标区域的敌人造成92.4%攻击力的雷属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标区域降下落雷，对目标区域的敌人造成35.6%攻击力的雷属性伤害。"
        },
        {
          level: 2,
          desc: "向目标区域降下落雷，对目标区域的敌人造成49.8%攻击力的雷属性伤害。"
        },
        {
          level: 3,
          desc: "向目标区域降下落雷，对目标区域的敌人造成64%攻击力的雷属性伤害。"
        },
        {
          level: 4,
          desc: "向目标区域降下落雷，对目标区域的敌人造成78.2%攻击力的雷属性伤害。"
        },
        {
          level: 5,
          desc: "向目标区域降下落雷，对目标区域的敌人造成92.4%攻击力的雷属性伤害。"
        }
      ]
    },
    {
      name: "雷球",
      maxLevel: 5,
      desc: "向目标发射3枚雷球，对命中的敌人造成23.8%攻击力的雷属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射3枚雷球，对命中的敌人造成9.1%攻击力的雷属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射3枚雷球，对命中的敌人造成12.8%攻击力的雷属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射3枚雷球，对命中的敌人造成16.5%攻击力的雷属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射3枚雷球，对命中的敌人造成20.1%攻击力的雷属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射3枚雷球，对命中的敌人造成23.8%攻击力的雷属性伤害。"
        }
      ]
    },
    {
      name: "环尾猴-合击",
      maxLevel: 5,
      desc: "向目标发起攻击，造成652.9%攻击力的雷属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起攻击，造成251.1%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起攻击，造成351.6%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起攻击，造成452%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起攻击，造成552.5%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起攻击，造成652.9%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "灵巧",
      desc: "降低20%防御力，增加16%闪避率与16%暴击率。"
    },
    {
      name: "灵动体态Ⅱ",
      desc: "奇波对决中，自身生命值降低30%，攻击力提升30%，在场时，每5秒技能冷却时间缩短80%，同时损失10%最大生命值。"
    }
  ],
  evolutions: [
    {
      name: "呼姆猴",
      no: 55,
      stage: "幼年期",
      wikiSlug: "呼姆猴"
    },
    {
      name: "环尾猴",
      no: 56,
      stage: "成长期",
      wikiSlug: "环尾猴"
    },
    {
      name: "环影猴",
      no: 57,
      stage: "成熟期",
      wikiSlug: "环影猴"
    }
  ]
}
