/** 幻蝶 */
export default {
  id: "huandie",
  no: 164,
  name: "幻蝶",
  wikiSlug: "幻蝶",
  wikiUrl: "https://wiki.biligame.com/ap/幻蝶",
  elements: [
    "光",
    "风"
  ],
  battleTag: "侵扰",
  race: "幻生类·精怪族",
  height: "140cm",
  stage: "成熟期",
  sizeType: "小",
  shiny: true,
  special: false,
  obtain: "待补充",
  intro: "常被看作是森林的伴生妖精，通过转圈跳舞相互交流，因此还流传出了妖精之舞的神秘传说。形成这样的误解，也因为幻蝶普遍都对外来者抱有强烈的戒心，非常有领地意识。贸然接近巢穴的话，可能遭到独特魔法的反击。",
  image: "/imgs/qibos/huandie.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/6/63/9mjqvignh70z837i2g4t47futgjret0.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "锻坚"
  ],
  drops: [
    "密文轮盘",
    "凝形晶核"
  ],
  skills: [
    {
      name: "幻蝶磷粉",
      maxLevel: 5,
      desc: "从自身释放花粉，增加全队角色与奇波8.8%暴击率，持续15秒。若目标身上带有负面状态，额外获得1.8%暴击率。",
      levels: [
        {
          level: 1,
          desc: "从自身释放花粉，增加全队角色与奇波5.3%暴击率，持续15秒。若目标身上带有负面状态，额外获得1.1%暴击率。"
        },
        {
          level: 2,
          desc: "从自身释放花粉，增加全队角色与奇波6.2%暴击率，持续15秒。若目标身上带有负面状态，额外获得1.2%暴击率。"
        },
        {
          level: 3,
          desc: "从自身释放花粉，增加全队角色与奇波7.1%暴击率，持续15秒。若目标身上带有负面状态，额外获得1.4%暴击率。"
        },
        {
          level: 4,
          desc: "从自身释放花粉，增加全队角色与奇波7.9%暴击率，持续15秒。若目标身上带有负面状态，额外获得1.6%暴击率。"
        },
        {
          level: 5,
          desc: "从自身释放花粉，增加全队角色与奇波8.8%暴击率，持续15秒。若目标身上带有负面状态，额外获得1.8%暴击率。"
        }
      ]
    },
    {
      name: "旋风回旋镖",
      maxLevel: 5,
      desc: "向前方发射5枚回旋镖，3秒内对前方区域内的敌人持续攻击，每枚回旋镖最多可造成46.2%攻击力的风属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向前方发射5枚回旋镖，3秒内对前方区域内的敌人持续攻击，每枚回旋镖最多可造成17.8%攻击力的风属性伤害。"
        },
        {
          level: 2,
          desc: "向前方发射5枚回旋镖，3秒内对前方区域内的敌人持续攻击，每枚回旋镖最多可造成24.9%攻击力的风属性伤害。"
        },
        {
          level: 3,
          desc: "向前方发射5枚回旋镖，3秒内对前方区域内的敌人持续攻击，每枚回旋镖最多可造成32%攻击力的风属性伤害。"
        },
        {
          level: 4,
          desc: "向前方发射5枚回旋镖，3秒内对前方区域内的敌人持续攻击，每枚回旋镖最多可造成39.1%攻击力的风属性伤害。"
        },
        {
          level: 5,
          desc: "向前方发射5枚回旋镖，3秒内对前方区域内的敌人持续攻击，每枚回旋镖最多可造成46.2%攻击力的风属性伤害。"
        }
      ]
    },
    {
      name: "小风弹",
      maxLevel: 5,
      desc: "向目标连续发射3枚小风弹，每枚风弹对命中的敌人造成23.8%攻击力的风属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标连续发射3枚小风弹，每枚风弹对命中的敌人造成9.1%攻击力的风属性伤害。"
        },
        {
          level: 2,
          desc: "向目标连续发射3枚小风弹，每枚风弹对命中的敌人造成12.8%攻击力的风属性伤害。"
        },
        {
          level: 3,
          desc: "向目标连续发射3枚小风弹，每枚风弹对命中的敌人造成16.5%攻击力的风属性伤害。"
        },
        {
          level: 4,
          desc: "向目标连续发射3枚小风弹，每枚风弹对命中的敌人造成20.1%攻击力的风属性伤害。"
        },
        {
          level: 5,
          desc: "向目标连续发射3枚小风弹，每枚风弹对命中的敌人造成23.8%攻击力的风属性伤害。"
        }
      ]
    },
    {
      name: "幻蝶-合击",
      maxLevel: 5,
      desc: "向目标发起攻击，造成652.9%攻击力的风属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起攻击，造成251.1%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起攻击，造成351.6%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起攻击，造成452%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起攻击，造成552.5%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起攻击，造成652.9%攻击力的风属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "活性鳞粉",
      desc: "释放特技后，奇波和搭档角色攻击力上升2%，最多叠加6层，持续30秒。"
    },
    {
      name: "轻灵Ⅲ",
      desc: "奇波对决中，自身生命值降低30%，施放特技时，友方全体奇波移动速度提升50%，持续10秒。"
    }
  ],
  evolutions: [
    {
      name: "小浮蝶",
      no: 162,
      stage: "幼年期",
      wikiSlug: "小浮蝶"
    },
    {
      name: "浮蝶",
      no: 163,
      stage: "成长期",
      wikiSlug: "浮蝶"
    },
    {
      name: "幻蝶",
      no: 164,
      stage: "成熟期",
      wikiSlug: "幻蝶"
    },
    {
      name: "森彩灵蝶",
      no: 165,
      stage: "超限体",
      wikiSlug: "森彩灵蝶"
    }
  ]
}
