/** 环影猴 */
export default {
  id: "huanyinghou",
  no: 57,
  name: "环影猴",
  wikiSlug: "环影猴",
  wikiUrl: "https://wiki.biligame.com/ap/环影猴",
  elements: [
    "雷"
  ],
  battleTag: "独猎",
  race: "异生类·兽形族",
  height: "140cm",
  stage: "成熟期",
  sizeType: "中",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "环影猴的身形修长，四肢灵活，十分具有威慑力，长长的尾巴呈弧形且具有黑白相间的环状花纹。环影猴往往会担负起保护族群的责任，遇到有敌意的入侵者，会用庞大的身躯和叫声吓退对方。",
  image: "/imgs/qibos/huanyinghou.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/6/66/i2dgxbdoua52umxjxv2zkgx4940itjq.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "执锋"
  ],
  drops: [
    "细密软绒",
    "兽灵之角"
  ],
  skills: [
    {
      name: "环影连击",
      maxLevel: 5,
      desc: "向目标发起连续爪击，对目标造成七次49.4%攻击力的雷属性伤害和四次378.9%攻击力的雷属性伤害。\n为自身添加“暴击伤害提升·小”效果，使伤害提升4.6%，持续16秒。",
      levels: [
        {
          level: 1,
          desc: "向目标发起连续爪击，对目标造成七次19%攻击力的雷属性伤害和四次145.7%攻击力的雷属性伤害。\n为自身添加“暴击伤害提升·小”效果，使伤害提升4.6%，持续16秒。"
        },
        {
          level: 2,
          desc: "向目标发起连续爪击，对目标造成七次26.6%攻击力的雷属性伤害和四次204%攻击力的雷属性伤害。\n为自身添加“暴击伤害提升·小”效果，使伤害提升4.6%，持续16秒。"
        },
        {
          level: 3,
          desc: "向目标发起连续爪击，对目标造成七次34.2%攻击力的雷属性伤害和四次262.3%攻击力的雷属性伤害。\n为自身添加“暴击伤害提升·小”效果，使伤害提升4.6%，持续16秒。"
        },
        {
          level: 4,
          desc: "向目标发起连续爪击，对目标造成七次41.8%攻击力的雷属性伤害和四次320.6%攻击力的雷属性伤害。\n为自身添加“暴击伤害提升·小”效果，使伤害提升4.6%，持续16秒。"
        },
        {
          level: 5,
          desc: "向目标发起连续爪击，对目标造成七次49.4%攻击力的雷属性伤害和四次378.9%攻击力的雷属性伤害。\n为自身添加“暴击伤害提升·小”效果，使伤害提升4.6%，持续16秒。"
        }
      ]
    },
    {
      name: "落雷",
      maxLevel: 5,
      desc: "向目标区域降下落雷，对目标区域的敌人造成92.4%攻击力的雷属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标区域降下落雷，对目标区域的敌人造成35.6%攻击力的雷属性伤害。"
        },
        {
          level: 2,
          desc: "向目标区域降下落雷，对目标区域的敌人造成49.8%攻击力的雷属性伤害。"
        },
        {
          level: 3,
          desc: "向目标区域降下落雷，对目标区域的敌人造成64%攻击力的雷属性伤害。"
        },
        {
          level: 4,
          desc: "向目标区域降下落雷，对目标区域的敌人造成78.2%攻击力的雷属性伤害。"
        },
        {
          level: 5,
          desc: "向目标区域降下落雷，对目标区域的敌人造成92.4%攻击力的雷属性伤害。"
        }
      ]
    },
    {
      name: "雷球叠发",
      maxLevel: 5,
      desc: "向目标连续发射4枚连续的雷球，对命中的敌人造成69.3%攻击力的雷属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标连续发射4枚连续的雷球，对命中的敌人造成26.7%攻击力的雷属性伤害。"
        },
        {
          level: 2,
          desc: "向目标连续发射4枚连续的雷球，对命中的敌人造成37.3%攻击力的雷属性伤害。"
        },
        {
          level: 3,
          desc: "向目标连续发射4枚连续的雷球，对命中的敌人造成48%攻击力的雷属性伤害。"
        },
        {
          level: 4,
          desc: "向目标连续发射4枚连续的雷球，对命中的敌人造成58.7%攻击力的雷属性伤害。"
        },
        {
          level: 5,
          desc: "向目标连续发射4枚连续的雷球，对命中的敌人造成69.3%攻击力的雷属性伤害。"
        }
      ]
    },
    {
      name: "环影猴-合击",
      maxLevel: 5,
      desc: "向目标发起攻击，造成652.9%攻击力的雷属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起攻击，造成251.1%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起攻击，造成351.6%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起攻击，造成452%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起攻击，造成552.5%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起攻击，造成652.9%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "灵巧",
      desc: "降低20%防御力，增加16%闪避率与16%暴击率。"
    },
    {
      name: "灵动体态Ⅲ",
      desc: "奇波对决中，自身生命值降低30%，攻击力提升30%，在场时，每5秒技能冷却时间缩短100%，同时损失10%最大生命值。"
    }
  ],
  evolutions: [
    {
      name: "呼姆猴",
      no: 55,
      stage: "幼年期",
      wikiSlug: "呼姆猴"
    },
    {
      name: "环尾猴",
      no: 56,
      stage: "成长期",
      wikiSlug: "环尾猴"
    },
    {
      name: "环影猴",
      no: 57,
      stage: "成熟期",
      wikiSlug: "环影猴"
    }
  ]
}
