/** 火灵偶 */
export default {
  id: "huolingou",
  no: 20,
  name: "火灵偶",
  wikiSlug: "火灵偶",
  wikiUrl: "https://wiki.biligame.com/ap/火灵偶",
  elements: [
    "火"
  ],
  battleTag: "协同",
  race: "幻生类·元素族",
  height: "60cm",
  stage: "成长期",
  sizeType: "小",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "火元素化身的成长中状态，已经拥有了基本的控制自身所属元素的能力。能够控制身体乃至周身环境的温度，不过并不是很熟练，所以它身边的温度总是毫无规律地变化着。",
  image: "/imgs/qibos/huolingou.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/9/92/jj4ngifeqyd59ell4k6yd4e50zbcsoj.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "燃火",
    "元素"
  ],
  drops: [
    "元素凝质",
    "本质之砂"
  ],
  skills: [
    {
      name: "灵偶火环",
      maxLevel: 5,
      desc: "在周围生成火环，对附近敌人造成三次168.5%攻击力的火属性伤害。\n为自身添加“攻击提升·小”效果，使攻击力提升1.6%，持续16秒。",
      levels: [
        {
          level: 1,
          desc: "在周围生成火环，对附近敌人造成三次64.8%攻击力的火属性伤害。\n为自身添加“攻击提升·小”效果，使攻击力提升1.6%，持续16秒。"
        },
        {
          level: 2,
          desc: "在周围生成火环，对附近敌人造成三次90.7%攻击力的火属性伤害。\n为自身添加“攻击提升·小”效果，使攻击力提升1.6%，持续16秒。"
        },
        {
          level: 3,
          desc: "在周围生成火环，对附近敌人造成三次116.6%攻击力的火属性伤害。\n为自身添加“攻击提升·小”效果，使攻击力提升1.6%，持续16秒。"
        },
        {
          level: 4,
          desc: "在周围生成火环，对附近敌人造成三次142.6%攻击力的火属性伤害。\n为自身添加“攻击提升·小”效果，使攻击力提升1.6%，持续16秒。"
        },
        {
          level: 5,
          desc: "在周围生成火环，对附近敌人造成三次168.5%攻击力的火属性伤害。\n为自身添加“攻击提升·小”效果，使攻击力提升1.6%，持续16秒。"
        }
      ]
    },
    {
      name: "空降之焰",
      maxLevel: 5,
      desc: "向空中发射一枚火弹，在目标位置坠落爆炸，对目标附近范围敌人造成184.9%攻击力的火属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向空中发射一枚火弹，在目标位置坠落爆炸，对目标附近范围敌人造成71.1%攻击力的火属性伤害。"
        },
        {
          level: 2,
          desc: "向空中发射一枚火弹，在目标位置坠落爆炸，对目标附近范围敌人造成99.6%攻击力的火属性伤害。"
        },
        {
          level: 3,
          desc: "向空中发射一枚火弹，在目标位置坠落爆炸，对目标附近范围敌人造成128%攻击力的火属性伤害。"
        },
        {
          level: 4,
          desc: "向空中发射一枚火弹，在目标位置坠落爆炸，对目标附近范围敌人造成156.4%攻击力的火属性伤害。"
        },
        {
          level: 5,
          desc: "向空中发射一枚火弹，在目标位置坠落爆炸，对目标附近范围敌人造成184.9%攻击力的火属性伤害。"
        }
      ]
    },
    {
      name: "火球连射",
      maxLevel: 5,
      desc: "向前方依次发射4枚火球，每个火球对命中的敌人造成17.8%攻击力的火属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向前方依次发射4枚火球，每个火球对命中的敌人造成6.9%攻击力的火属性伤害。"
        },
        {
          level: 2,
          desc: "向前方依次发射4枚火球，每个火球对命中的敌人造成9.6%攻击力的火属性伤害。"
        },
        {
          level: 3,
          desc: "向前方依次发射4枚火球，每个火球对命中的敌人造成12.3%攻击力的火属性伤害。"
        },
        {
          level: 4,
          desc: "向前方依次发射4枚火球，每个火球对命中的敌人造成15.1%攻击力的火属性伤害。"
        },
        {
          level: 5,
          desc: "向前方依次发射4枚火球，每个火球对命中的敌人造成17.8%攻击力的火属性伤害。"
        }
      ]
    },
    {
      name: "火灵偶-合击",
      maxLevel: 5,
      desc: "向目标射出火弹，造成652.9%攻击力的火属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标射出火弹，造成251.1%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标射出火弹，造成351.6%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标射出火弹，造成452%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标射出火弹，造成552.5%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标射出火弹，造成652.9%攻击力的火属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "灼热身躯",
      desc: "受到技能伤害的敌方目标，火属性抗性减少1%，该效果每隔0.5秒可叠加一次，最多可叠加至6%。"
    },
    {
      name: "爆炎Ⅱ",
      desc: "奇波对决中，自身生命值提升30%，特技伤害提升130%，但施放特技后将自动退场。"
    }
  ],
  evolutions: [
    {
      name: "火灵仔",
      no: 19,
      stage: "幼年期",
      wikiSlug: "火灵仔"
    },
    {
      name: "火灵偶",
      no: 20,
      stage: "成长期",
      wikiSlug: "火灵偶"
    },
    {
      name: "焰灵偶",
      no: 21,
      stage: "成熟期",
      wikiSlug: "焰灵偶"
    }
  ]
}
