/** 火烈鹰 */
export default {
  id: "huolieying",
  no: 47,
  name: "火烈鹰",
  wikiSlug: "火烈鹰",
  wikiUrl: "https://wiki.biligame.com/ap/火烈鹰",
  elements: [
    "火"
  ],
  battleTag: "猛袭",
  race: "异生类·羽形族",
  height: "170cm",
  stage: "成熟期",
  sizeType: "中",
  shiny: true,
  special: false,
  obtain: "待补充",
  intro: "火烈鹰的羽毛色彩靓丽，犹如燃烧中的火焰，尾羽上长有奇妙的花纹。一旦遇敌，仅靠展开双翼时巨大的身姿便能威吓住一部分对手，强壮的翅膀挥动两下就能利用气流和自身能力制造出阵阵烈焰。",
  image: "/imgs/qibos/huolieying.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/c/c0/0dmv1qcfnh657b5j32jzxufr3pb4fia.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "燃火",
    "狩猎"
  ],
  drops: [
    "斑斓飞羽",
    "锋锐利喙",
    "新鲜的蛋"
  ],
  skills: [
    {
      name: "烈火龙卷",
      maxLevel: 5,
      desc: "形成火龙卷，并和龙卷一同向前攻击，火焰龙卷风每次造成104.8%攻击力的火属性伤害。自身造成32.3%攻击力的火属性伤害。\n为自身添加“攻击提升·大”效果，使攻击力提升3.2%，持续16秒。",
      levels: [
        {
          level: 1,
          desc: "形成火龙卷，并和龙卷一同向前攻击，火焰龙卷风每次造成40.3%攻击力的火属性伤害。自身造成12.4%攻击力的火属性伤害。\n为自身添加“攻击提升·大”效果，使攻击力提升3.2%，持续16秒。"
        },
        {
          level: 2,
          desc: "形成火龙卷，并和龙卷一同向前攻击，火焰龙卷风每次造成56.4%攻击力的火属性伤害。自身造成17.4%攻击力的火属性伤害。\n为自身添加“攻击提升·大”效果，使攻击力提升3.2%，持续16秒。"
        },
        {
          level: 3,
          desc: "形成火龙卷，并和龙卷一同向前攻击，火焰龙卷风每次造成72.6%攻击力的火属性伤害。自身造成22.3%攻击力的火属性伤害。\n为自身添加“攻击提升·大”效果，使攻击力提升3.2%，持续16秒。"
        },
        {
          level: 4,
          desc: "形成火龙卷，并和龙卷一同向前攻击，火焰龙卷风每次造成88.7%攻击力的火属性伤害。自身造成27.3%攻击力的火属性伤害。\n为自身添加“攻击提升·大”效果，使攻击力提升3.2%，持续16秒。"
        },
        {
          level: 5,
          desc: "形成火龙卷，并和龙卷一同向前攻击，火焰龙卷风每次造成104.8%攻击力的火属性伤害。自身造成32.3%攻击力的火属性伤害。\n为自身添加“攻击提升·大”效果，使攻击力提升3.2%，持续16秒。"
        }
      ]
    },
    {
      name: "焰弹连发",
      maxLevel: 5,
      desc: "向目标连续发射5枚火焰弹，每枚火焰弹对命中的敌人造成55.5%攻击力的火属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标连续发射5枚火焰弹，每枚火焰弹对命中的敌人造成21.3%攻击力的火属性伤害。"
        },
        {
          level: 2,
          desc: "向目标连续发射5枚火焰弹，每枚火焰弹对命中的敌人造成29.9%攻击力的火属性伤害。"
        },
        {
          level: 3,
          desc: "向目标连续发射5枚火焰弹，每枚火焰弹对命中的敌人造成38.4%攻击力的火属性伤害。"
        },
        {
          level: 4,
          desc: "向目标连续发射5枚火焰弹，每枚火焰弹对命中的敌人造成46.9%攻击力的火属性伤害。"
        },
        {
          level: 5,
          desc: "向目标连续发射5枚火焰弹，每枚火焰弹对命中的敌人造成55.5%攻击力的火属性伤害。"
        }
      ]
    },
    {
      name: "烈焰弹",
      maxLevel: 5,
      desc: "向目标发射一枚烈焰火球，对敌人造成184.9%攻击力的火属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射一枚烈焰火球，对敌人造成71.1%攻击力的火属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射一枚烈焰火球，对敌人造成99.6%攻击力的火属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射一枚烈焰火球，对敌人造成128%攻击力的火属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射一枚烈焰火球，对敌人造成156.4%攻击力的火属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射一枚烈焰火球，对敌人造成184.9%攻击力的火属性伤害。"
        }
      ]
    },
    {
      name: "火烈鹰-合击",
      maxLevel: 5,
      desc: "向目标射出焰火攻击，造成652.9%攻击力的火属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标射出焰火攻击，造成251.1%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标射出焰火攻击，造成351.6%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标射出焰火攻击，造成452%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标射出焰火攻击，造成552.5%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标射出焰火攻击，造成652.9%攻击力的火属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "飞行",
      desc: "增加15%移动速度以及15%闪避率。"
    },
    {
      name: "燃喙Ⅲ",
      desc: "奇波对决中，自身生命值降低30%，入场时自动释放一次特技，特技伤害提升300%，但后续特技将无法使用，特技无法对对决设施造成伤害。"
    }
  ],
  evolutions: [
    {
      name: "火花雀",
      no: 45,
      stage: "幼年期",
      wikiSlug: "火花雀"
    },
    {
      name: "焰火雀",
      no: 46,
      stage: "成长期",
      wikiSlug: "焰火雀"
    },
    {
      name: "火烈鹰",
      no: 47,
      stage: "成熟期",
      wikiSlug: "火烈鹰"
    }
  ]
}
