/** 加杜 */
export default {
  id: "jiadu",
  no: 54,
  name: "加杜",
  wikiSlug: "加杜",
  wikiUrl: "https://wiki.biligame.com/ap/加杜",
  elements: [
    "地"
  ],
  battleTag: "防护",
  race: "异生类·兽形族",
  height: "200cm",
  stage: "成熟期",
  sizeType: "中",
  shiny: true,
  special: false,
  obtain: "待补充",
  intro: "常见的大型草食性奇波，生性温顺，但极度能吃。身体强健有力，容易被驯服，前提是有足够的财力保障它的食物供给。",
  image: "/imgs/qibos/jiadu.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/f/fe/rrhob1va33p3yqduv7rzovqs477wp8a.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "木工",
    "采矿"
  ],
  drops: [
    "细密软绒",
    "兽灵之角",
    "醇厚的奶"
  ],
  skills: [
    {
      name: "援护之域",
      maxLevel: 5,
      desc: "为在场我方角色和奇波添加各自2.7%最大生命值的护盾，持续10秒，并在自身周围产生维持15秒的援护之域，使领域内的友方获得5.5%的减伤效果。\n为队伍添加1枚地属性调谐印记。",
      levels: [
        {
          level: 1,
          desc: "为在场我方角色和奇波添加各自1.6%最大生命值的护盾，持续10秒，并在自身周围产生维持15秒的援护之域，使领域内的友方获得3.3%的减伤效果。\n为队伍添加1枚地属性调谐印记。"
        },
        {
          level: 2,
          desc: "为在场我方角色和奇波添加各自1.9%最大生命值的护盾，持续10秒，并在自身周围产生维持15秒的援护之域，使领域内的友方获得3.9%的减伤效果。\n为队伍添加1枚地属性调谐印记。"
        },
        {
          level: 3,
          desc: "为在场我方角色和奇波添加各自2.1%最大生命值的护盾，持续10秒，并在自身周围产生维持15秒的援护之域，使领域内的友方获得4.4%的减伤效果。\n为队伍添加1枚地属性调谐印记。"
        },
        {
          level: 4,
          desc: "为在场我方角色和奇波添加各自2.4%最大生命值的护盾，持续10秒，并在自身周围产生维持15秒的援护之域，使领域内的友方获得5%的减伤效果。\n为队伍添加1枚地属性调谐印记。"
        },
        {
          level: 5,
          desc: "为在场我方角色和奇波添加各自2.7%最大生命值的护盾，持续10秒，并在自身周围产生维持15秒的援护之域，使领域内的友方获得5.5%的减伤效果。\n为队伍添加1枚地属性调谐印记。"
        }
      ]
    },
    {
      name: "裂地岩突",
      maxLevel: 5,
      desc: "震动地面，让岩石突起，对前方矩形区域内的敌人造成69.3%攻击力的地属性伤害。",
      levels: [
        {
          level: 1,
          desc: "震动地面，让岩石突起，对前方矩形区域内的敌人造成26.7%攻击力的地属性伤害。"
        },
        {
          level: 2,
          desc: "震动地面，让岩石突起，对前方矩形区域内的敌人造成37.3%攻击力的地属性伤害。"
        },
        {
          level: 3,
          desc: "震动地面，让岩石突起，对前方矩形区域内的敌人造成48%攻击力的地属性伤害。"
        },
        {
          level: 4,
          desc: "震动地面，让岩石突起，对前方矩形区域内的敌人造成58.7%攻击力的地属性伤害。"
        },
        {
          level: 5,
          desc: "震动地面，让岩石突起，对前方矩形区域内的敌人造成69.3%攻击力的地属性伤害。"
        }
      ]
    },
    {
      name: "岩石滚撞",
      maxLevel: 5,
      desc: "向前方滚撞，对前方区域内的敌人造成107%攻击力的地属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向前方滚撞，对前方区域内的敌人造成41.1%攻击力的地属性伤害。"
        },
        {
          level: 2,
          desc: "向前方滚撞，对前方区域内的敌人造成57.6%攻击力的地属性伤害。"
        },
        {
          level: 3,
          desc: "向前方滚撞，对前方区域内的敌人造成74.1%攻击力的地属性伤害。"
        },
        {
          level: 4,
          desc: "向前方滚撞，对前方区域内的敌人造成90.5%攻击力的地属性伤害。"
        },
        {
          level: 5,
          desc: "向前方滚撞，对前方区域内的敌人造成107%攻击力的地属性伤害。"
        }
      ]
    },
    {
      name: "加杜-合击",
      maxLevel: 5,
      desc: "向目标撞击，造成652.9%攻击力的地属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标撞击，造成251.1%攻击力的地属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标撞击，造成351.6%攻击力的地属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标撞击，造成452%攻击力的地属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标撞击，造成552.5%攻击力的地属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标撞击，造成652.9%攻击力的地属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "厚实毛发",
      desc: "受到火属性伤害增加25%，受到火属性以外的伤害减少25%。"
    },
    {
      name: "再生护甲Ⅱ",
      desc: "奇波对决中，自身生命值提升30%，攻击力降低30%，施放特技后，恢复40%最大生命值。"
    }
  ],
  evolutions: [
    {
      name: "加多利",
      no: 53,
      stage: "幼年期",
      wikiSlug: "加多利"
    },
    {
      name: "加杜",
      no: 54,
      stage: "成熟期",
      wikiSlug: "加杜"
    }
  ]
}
