/** 加多利 */
export default {
  id: "jiaduoli",
  no: 53,
  name: "加多利",
  wikiSlug: "加多利",
  wikiUrl: "https://wiki.biligame.com/ap/加多利",
  elements: [
    "地"
  ],
  battleTag: "防护",
  race: "异生类·兽形族",
  height: "90cm",
  stage: "幼年期",
  sizeType: "小",
  shiny: true,
  special: false,
  obtain: "待补充",
  intro: "乍一看如同一团会动的毛球，喜欢与同伴角力，不过这种高强度活动的代价是食量也随之大大增加。年幼的加多利尚不能正确分辨食物，因此常常会出现互相啃对方绒毛的闹剧…",
  image: "/imgs/qibos/jiaduoli.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/d/d2/213wyg0knixuygsx9b8sgpkrdz8i88s.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "木工",
    "采矿"
  ],
  drops: [
    "细密软绒",
    "兽灵之角"
  ],
  skills: [
    {
      name: "援护之助",
      maxLevel: 5,
      desc: "在自身周围产生维持15秒的援护之域，使领域内的友方获得4.3%的减伤效果。\n为队伍添加1枚地属性调谐印记。",
      levels: [
        {
          level: 1,
          desc: "在自身周围产生维持15秒的援护之域，使领域内的友方获得2.6%的减伤效果。\n为队伍添加1枚地属性调谐印记。"
        },
        {
          level: 2,
          desc: "在自身周围产生维持15秒的援护之域，使领域内的友方获得3%的减伤效果。\n为队伍添加1枚地属性调谐印记。"
        },
        {
          level: 3,
          desc: "在自身周围产生维持15秒的援护之域，使领域内的友方获得3.4%的减伤效果。\n为队伍添加1枚地属性调谐印记。"
        },
        {
          level: 4,
          desc: "在自身周围产生维持15秒的援护之域，使领域内的友方获得3.9%的减伤效果。\n为队伍添加1枚地属性调谐印记。"
        },
        {
          level: 5,
          desc: "在自身周围产生维持15秒的援护之域，使领域内的友方获得4.3%的减伤效果。\n为队伍添加1枚地属性调谐印记。"
        }
      ]
    },
    {
      name: "岩锥",
      maxLevel: 5,
      desc: "向目标发射一枚岩锥，对命中的敌人造成71.3%攻击力的地属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射一枚岩锥，对命中的敌人造成27.4%攻击力的地属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射一枚岩锥，对命中的敌人造成38.4%攻击力的地属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射一枚岩锥，对命中的敌人造成49.4%攻击力的地属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射一枚岩锥，对命中的敌人造成60.3%攻击力的地属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射一枚岩锥，对命中的敌人造成71.3%攻击力的地属性伤害。"
        }
      ]
    },
    {
      name: "加多利-合击",
      maxLevel: 5,
      desc: "向目标撞击，造成652.9%攻击力的地属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标撞击，造成251.1%攻击力的地属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标撞击，造成351.6%攻击力的地属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标撞击，造成452%攻击力的地属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标撞击，造成552.5%攻击力的地属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标撞击，造成652.9%攻击力的地属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "厚实毛发",
      desc: "受到火属性伤害增加25%，受到火属性以外的伤害减少25%。"
    },
    {
      name: "再生护甲Ⅰ",
      desc: "奇波对决中，自身生命值提升30%，攻击力降低30%，施放特技后，恢复20%最大生命值。"
    }
  ],
  evolutions: [
    {
      name: "加多利",
      no: 53,
      stage: "幼年期",
      wikiSlug: "加多利"
    },
    {
      name: "加杜",
      no: 54,
      stage: "成熟期",
      wikiSlug: "加杜"
    }
  ]
}
