/** 角斗蜥 */
export default {
  id: "juedouxi",
  no: 175,
  name: "角斗蜥",
  wikiSlug: "角斗蜥",
  wikiUrl: "https://wiki.biligame.com/ap/角斗蜥",
  elements: [
    "地"
  ],
  battleTag: "侵扰",
  race: "异生类·鳞形族",
  height: "230cm",
  stage: "超限体",
  sizeType: "超大",
  shiny: true,
  special: false,
  obtain: "",
  intro: "角斗蜥外表威武，具备极强的攻击与防御能力。生性好斗，战斗不仅是它解决争端的方法，更是它社交、玩耍的一种方式。",
  image: "/imgs/qibos/juedouxi.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/c/c4/7g5s8vf87w08wdyzlim0heqmh8ybj70.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "采矿"
  ],
  drops: [
    "幽光鳞片",
    "鳞光薄膜"
  ],
  skills: [
    {
      name: "角斗重锤",
      maxLevel: 5,
      desc: "砸击目标区域，对附近的敌人造成三次189.3%攻击力的地属性伤害。\n对敌人添加“地属性抗性下降·大”效果，使地属性抗性下降1.8%，持续16秒。",
      levels: [
        {
          level: 1,
          desc: "砸击目标区域，对附近的敌人造成三次72.8%攻击力的地属性伤害。\n对敌人添加“地属性抗性下降·大”效果，使地属性抗性下降1.8%，持续16秒。"
        },
        {
          level: 2,
          desc: "砸击目标区域，对附近的敌人造成三次101.9%攻击力的地属性伤害。\n对敌人添加“地属性抗性下降·大”效果，使地属性抗性下降1.8%，持续16秒。"
        },
        {
          level: 3,
          desc: "砸击目标区域，对附近的敌人造成三次131%攻击力的地属性伤害。\n对敌人添加“地属性抗性下降·大”效果，使地属性抗性下降1.8%，持续16秒。"
        },
        {
          level: 4,
          desc: "砸击目标区域，对附近的敌人造成三次160.2%攻击力的地属性伤害。\n对敌人添加“地属性抗性下降·大”效果，使地属性抗性下降1.8%，持续16秒。"
        },
        {
          level: 5,
          desc: "砸击目标区域，对附近的敌人造成三次189.3%攻击力的地属性伤害。\n对敌人添加“地属性抗性下降·大”效果，使地属性抗性下降1.8%，持续16秒。"
        }
      ]
    },
    {
      name: "裂地岩突",
      maxLevel: 5,
      desc: "震动地面，让岩石突起，对前方矩形区域内的敌人造成69.3%攻击力的地属性伤害。",
      levels: [
        {
          level: 1,
          desc: "震动地面，让岩石突起，对前方矩形区域内的敌人造成26.7%攻击力的地属性伤害。"
        },
        {
          level: 2,
          desc: "震动地面，让岩石突起，对前方矩形区域内的敌人造成37.3%攻击力的地属性伤害。"
        },
        {
          level: 3,
          desc: "震动地面，让岩石突起，对前方矩形区域内的敌人造成48%攻击力的地属性伤害。"
        },
        {
          level: 4,
          desc: "震动地面，让岩石突起，对前方矩形区域内的敌人造成58.7%攻击力的地属性伤害。"
        },
        {
          level: 5,
          desc: "震动地面，让岩石突起，对前方矩形区域内的敌人造成69.3%攻击力的地属性伤害。"
        }
      ]
    },
    {
      name: "岩锥散射",
      maxLevel: 5,
      desc: "向前方扇形区域发射五枚岩锥，每枚岩锥对命中的敌人造成55.5%攻击力的地属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向前方扇形区域发射五枚岩锥，每枚岩锥对命中的敌人造成21.3%攻击力的地属性伤害。"
        },
        {
          level: 2,
          desc: "向前方扇形区域发射五枚岩锥，每枚岩锥对命中的敌人造成29.9%攻击力的地属性伤害。"
        },
        {
          level: 3,
          desc: "向前方扇形区域发射五枚岩锥，每枚岩锥对命中的敌人造成38.4%攻击力的地属性伤害。"
        },
        {
          level: 4,
          desc: "向前方扇形区域发射五枚岩锥，每枚岩锥对命中的敌人造成46.9%攻击力的地属性伤害。"
        },
        {
          level: 5,
          desc: "向前方扇形区域发射五枚岩锥，每枚岩锥对命中的敌人造成55.5%攻击力的地属性伤害。"
        }
      ]
    },
    {
      name: "角斗蜥-合击",
      maxLevel: 5,
      desc: "向目标戳刺，造成652.9%攻击力的地属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标戳刺，造成251.1%攻击力的地属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标戳刺，造成351.6%攻击力的地属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标戳刺，造成452%攻击力的地属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标戳刺，造成552.5%攻击力的地属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标戳刺，造成652.9%攻击力的地属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "破甲锤",
      desc: "特技命中可使敌人防御降低6%，移动速度降低10%，持续40秒。"
    },
    {
      name: "蛮力",
      desc: "攻击上升60%，自身受到伤害增加20%，持续10秒，在下场时清空。"
    },
    {
      name: "重锤Ⅲ",
      desc: "奇波对决中，自身特技伤害提升200%，特技冷却时间延长50%，特技无法对对决设施造成伤害。"
    }
  ],
  evolutions: [
    {
      name: "铁球蜥",
      no: 173,
      stage: "幼年期",
      wikiSlug: "铁球蜥"
    },
    {
      name: "三角蜥",
      no: 174,
      stage: "成熟期",
      wikiSlug: "三角蜥"
    },
    {
      name: "角斗蜥",
      no: 175,
      stage: "超限体",
      wikiSlug: "角斗蜥"
    }
  ]
}
