/** 库库 */
export default {
  id: "kuku",
  no: 178,
  name: "库库",
  wikiSlug: "库库",
  wikiUrl: "https://wiki.biligame.com/ap/库库",
  elements: [
    "水",
    "风"
  ],
  battleTag: "侵扰",
  race: "异生类·羽形族",
  height: "60cm",
  stage: "幼年期",
  sizeType: "小",
  shiny: true,
  special: false,
  obtain: "待补充",
  intro: "库库性格害羞，容易受到惊吓，但好奇心又很重，经常会躲在一边偷偷窥探情况，被发现之后又会飞快地逃开。\n虽然眼睛很大，但库库的视力并不好，主要靠分叉的舌头来获取气味信息。",
  image: "/imgs/qibos/kuku.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/7/7c/nbxug8na6phv90jmtmp6jp80wkipgy3.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "浇水"
  ],
  drops: [
    "斑斓飞羽",
    "锋锐利喙"
  ],
  skills: [
    {
      name: "风旋",
      maxLevel: 5,
      desc: "唤出风暴区域，持续牵引敌人，对区域内的敌人造成总计110%攻击力的风属性伤害，区域消散时，再对区域内的敌人造成四次30.1%攻击力的风属性伤害。\n为队伍添加1枚风属性调谐印记。\n对敌人添加“风属性抗性下降·小”效果，使风属性抗性下降0.9%，持续16秒。",
      levels: [
        {
          level: 1,
          desc: "唤出风暴区域，持续牵引敌人，对区域内的敌人造成总计42.9%攻击力的风属性伤害，区域消散时，再对区域内的敌人造成四次11.6%攻击力的风属性伤害。\n为队伍添加1枚风属性调谐印记。\n对敌人添加“风属性抗性下降·小”效果，使风属性抗性下降0.9%，持续16秒。"
        },
        {
          level: 2,
          desc: "唤出风暴区域，持续牵引敌人，对区域内的敌人造成总计59.4%攻击力的风属性伤害，区域消散时，再对区域内的敌人造成四次16.2%攻击力的风属性伤害。\n为队伍添加1枚风属性调谐印记。\n对敌人添加“风属性抗性下降·小”效果，使风属性抗性下降0.9%，持续16秒。"
        },
        {
          level: 3,
          desc: "唤出风暴区域，持续牵引敌人，对区域内的敌人造成总计77%攻击力的风属性伤害，区域消散时，再对区域内的敌人造成四次20.9%攻击力的风属性伤害。\n为队伍添加1枚风属性调谐印记。\n对敌人添加“风属性抗性下降·小”效果，使风属性抗性下降0.9%，持续16秒。"
        },
        {
          level: 4,
          desc: "唤出风暴区域，持续牵引敌人，对区域内的敌人造成总计93.5%攻击力的风属性伤害，区域消散时，再对区域内的敌人造成四次25.5%攻击力的风属性伤害。\n为队伍添加1枚风属性调谐印记。\n对敌人添加“风属性抗性下降·小”效果，使风属性抗性下降0.9%，持续16秒。"
        },
        {
          level: 5,
          desc: "唤出风暴区域，持续牵引敌人，对区域内的敌人造成总计110%攻击力的风属性伤害，区域消散时，再对区域内的敌人造成四次30.1%攻击力的风属性伤害。\n为队伍添加1枚风属性调谐印记。\n对敌人添加“风属性抗性下降·小”效果，使风属性抗性下降0.9%，持续16秒。"
        }
      ]
    },
    {
      name: "小风弹",
      maxLevel: 5,
      desc: "向目标连续发射3枚小风弹，每枚风弹对命中的敌人造成23.8%攻击力的风属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标连续发射3枚小风弹，每枚风弹对命中的敌人造成9.1%攻击力的风属性伤害。"
        },
        {
          level: 2,
          desc: "向目标连续发射3枚小风弹，每枚风弹对命中的敌人造成12.8%攻击力的风属性伤害。"
        },
        {
          level: 3,
          desc: "向目标连续发射3枚小风弹，每枚风弹对命中的敌人造成16.5%攻击力的风属性伤害。"
        },
        {
          level: 4,
          desc: "向目标连续发射3枚小风弹，每枚风弹对命中的敌人造成20.1%攻击力的风属性伤害。"
        },
        {
          level: 5,
          desc: "向目标连续发射3枚小风弹，每枚风弹对命中的敌人造成23.8%攻击力的风属性伤害。"
        }
      ]
    },
    {
      name: "库库-合击",
      maxLevel: 5,
      desc: "向目标发起攻击，造成652.9%攻击力的风属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起攻击，造成251.1%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起攻击，造成351.6%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起攻击，造成452%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起攻击，造成552.5%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起攻击，造成652.9%攻击力的风属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "风息流转",
      desc: "自身特技冷却时长减少40%。"
    },
    {
      name: "柔软躯体Ⅰ",
      desc: "奇波对决中，自身生命值降低30%，入场时自动释放一次特技，被特技命中的敌人移动速度降低40％，持续10秒，但后续特技将无法使用。"
    }
  ],
  evolutions: [
    {
      name: "库库",
      no: 178,
      stage: "幼年期",
      wikiSlug: "库库"
    },
    {
      name: "库库尔",
      no: 179,
      stage: "成长期",
      wikiSlug: "库库尔"
    },
    {
      name: "库库尔克",
      no: 180,
      stage: "成熟期",
      wikiSlug: "库库尔克"
    }
  ]
}
