/** 库库尔克 */
export default {
  id: "kukuerke",
  no: 180,
  name: "库库尔克",
  wikiSlug: "库库尔克",
  wikiUrl: "https://wiki.biligame.com/ap/库库尔克",
  elements: [
    "水",
    "风"
  ],
  battleTag: "侵扰",
  race: "异生类·羽形族",
  height: "170cm",
  stage: "成熟期",
  sizeType: "中",
  shiny: true,
  special: false,
  obtain: "待补充",
  intro: "库库尔克体重和身长得到了巨幅增长，眼神都变得锐利了许多。\n虽然成长了，但它的烦心事却比小时候更多了，为了体现自己的成熟内敛，它的叫声也会变成冷酷的「库」。",
  image: "/imgs/qibos/kukuerke.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/3/3a/ig0u6x6w0bzf979ic9p092bzdrw1618.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "浇水"
  ],
  drops: [
    "斑斓飞羽",
    "锋锐利喙"
  ],
  skills: [
    {
      name: "与风共舞",
      maxLevel: 5,
      desc: "唤出风暴区域，持续牵引敌人，对区域内的敌人造成总计420%攻击力的风属性伤害，区域消散时，再对区域内的敌人造成四次75.2%攻击力的风属性伤害。\n为队伍添加1枚风属性调谐印记。\n对敌人添加“风属性抗性下降·小”效果，使风属性抗性下降0.9%，持续16秒。",
      levels: [
        {
          level: 1,
          desc: "唤出风暴区域，持续牵引敌人，对区域内的敌人造成总计162.4%攻击力的风属性伤害，区域消散时，再对区域内的敌人造成四次28.9%攻击力的风属性伤害。\n为队伍添加1枚风属性调谐印记。\n对敌人添加“风属性抗性下降·小”效果，使风属性抗性下降0.9%，持续16秒。"
        },
        {
          level: 2,
          desc: "唤出风暴区域，持续牵引敌人，对区域内的敌人造成总计226.8%攻击力的风属性伤害，区域消散时，再对区域内的敌人造成四次40.5%攻击力的风属性伤害。\n为队伍添加1枚风属性调谐印记。\n对敌人添加“风属性抗性下降·小”效果，使风属性抗性下降0.9%，持续16秒。"
        },
        {
          level: 3,
          desc: "唤出风暴区域，持续牵引敌人，对区域内的敌人造成总计291.2%攻击力的风属性伤害，区域消散时，再对区域内的敌人造成四次52%攻击力的风属性伤害。\n为队伍添加1枚风属性调谐印记。\n对敌人添加“风属性抗性下降·小”效果，使风属性抗性下降0.9%，持续16秒。"
        },
        {
          level: 4,
          desc: "唤出风暴区域，持续牵引敌人，对区域内的敌人造成总计355.6%攻击力的风属性伤害，区域消散时，再对区域内的敌人造成四次63.6%攻击力的风属性伤害。\n为队伍添加1枚风属性调谐印记。\n对敌人添加“风属性抗性下降·小”效果，使风属性抗性下降0.9%，持续16秒。"
        },
        {
          level: 5,
          desc: "唤出风暴区域，持续牵引敌人，对区域内的敌人造成总计420%攻击力的风属性伤害，区域消散时，再对区域内的敌人造成四次75.2%攻击力的风属性伤害。\n为队伍添加1枚风属性调谐印记。\n对敌人添加“风属性抗性下降·小”效果，使风属性抗性下降0.9%，持续16秒。"
        }
      ]
    },
    {
      name: "风龙卷",
      maxLevel: 5,
      desc: "向前方发射龙卷风，对龙卷风行进路径上的敌人每次造成104%攻击力的风属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向前方发射龙卷风，对龙卷风行进路径上的敌人每次造成40%攻击力的风属性伤害。"
        },
        {
          level: 2,
          desc: "向前方发射龙卷风，对龙卷风行进路径上的敌人每次造成56%攻击力的风属性伤害。"
        },
        {
          level: 3,
          desc: "向前方发射龙卷风，对龙卷风行进路径上的敌人每次造成72%攻击力的风属性伤害。"
        },
        {
          level: 4,
          desc: "向前方发射龙卷风，对龙卷风行进路径上的敌人每次造成88%攻击力的风属性伤害。"
        },
        {
          level: 5,
          desc: "向前方发射龙卷风，对龙卷风行进路径上的敌人每次造成104%攻击力的风属性伤害。"
        }
      ]
    },
    {
      name: "连续风刃",
      maxLevel: 5,
      desc: "向目标连续发射6枚风刃，每枚风刃对命中的敌人造成46.2%攻击力的风属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标连续发射6枚风刃，每枚风刃对命中的敌人造成17.8%攻击力的风属性伤害。"
        },
        {
          level: 2,
          desc: "向目标连续发射6枚风刃，每枚风刃对命中的敌人造成24.9%攻击力的风属性伤害。"
        },
        {
          level: 3,
          desc: "向目标连续发射6枚风刃，每枚风刃对命中的敌人造成32%攻击力的风属性伤害。"
        },
        {
          level: 4,
          desc: "向目标连续发射6枚风刃，每枚风刃对命中的敌人造成39.1%攻击力的风属性伤害。"
        },
        {
          level: 5,
          desc: "向目标连续发射6枚风刃，每枚风刃对命中的敌人造成46.2%攻击力的风属性伤害。"
        }
      ]
    },
    {
      name: "库库尔克-合击",
      maxLevel: 5,
      desc: "向目标发起攻击，造成652.9%攻击力的风属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起攻击，造成251.1%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起攻击，造成351.6%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起攻击，造成452%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起攻击，造成552.5%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起攻击，造成652.9%攻击力的风属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "风息流转",
      desc: "自身特技冷却时长减少40%。"
    },
    {
      name: "柔软躯体Ⅲ",
      desc: "奇波对决中，自身生命值降低30%，入场时自动释放一次特技，被特技命中的敌人移动速度降低80％，持续10秒，但后续特技将无法使用。"
    }
  ],
  evolutions: [
    {
      name: "库库",
      no: 178,
      stage: "幼年期",
      wikiSlug: "库库"
    },
    {
      name: "库库尔",
      no: 179,
      stage: "成长期",
      wikiSlug: "库库尔"
    },
    {
      name: "库库尔克",
      no: 180,
      stage: "成熟期",
      wikiSlug: "库库尔克"
    }
  ]
}
