/** 库库尔 */
export default {
  id: "kukuer",
  no: 179,
  name: "库库尔",
  wikiSlug: "库库尔",
  wikiUrl: "https://wiki.biligame.com/ap/库库尔",
  elements: [
    "水",
    "风"
  ],
  battleTag: "侵扰",
  race: "异生类·羽形族",
  height: "100cm",
  stage: "成长期",
  sizeType: "小",
  shiny: true,
  special: false,
  obtain: "待补充",
  intro: "库库尔开朗活泼，自由自在，如风一般四处游荡，拥有无处发泄的过剩精力，会在好奇心的驱使下去做各种各样稀奇古怪的事。",
  image: "/imgs/qibos/kukuer.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/1/1d/6i2qw8p46iwyxgsra0qxzdskzh1b6uv.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "浇水"
  ],
  drops: [
    "斑斓飞羽",
    "锋锐利喙"
  ],
  skills: [
    {
      name: "大风旋",
      maxLevel: 5,
      desc: "唤出风暴区域，持续牵引敌人，对区域内的敌人造成总计198%攻击力的风属性伤害，区域消散时，再对区域内的敌人造成四次69.5%攻击力的风属性伤害。\n为队伍添加1枚风属性调谐印记。\n对敌人添加“风属性抗性下降·小”效果，使风属性抗性下降0.9%，持续16秒。",
      levels: [
        {
          level: 1,
          desc: "唤出风暴区域，持续牵引敌人，对区域内的敌人造成总计76%攻击力的风属性伤害，区域消散时，再对区域内的敌人造成四次26.7%攻击力的风属性伤害。\n为队伍添加1枚风属性调谐印记。\n对敌人添加“风属性抗性下降·小”效果，使风属性抗性下降0.9%，持续16秒。"
        },
        {
          level: 2,
          desc: "唤出风暴区域，持续牵引敌人，对区域内的敌人造成总计106%攻击力的风属性伤害，区域消散时，再对区域内的敌人造成四次37.4%攻击力的风属性伤害。\n为队伍添加1枚风属性调谐印记。\n对敌人添加“风属性抗性下降·小”效果，使风属性抗性下降0.9%，持续16秒。"
        },
        {
          level: 3,
          desc: "唤出风暴区域，持续牵引敌人，对区域内的敌人造成总计138%攻击力的风属性伤害，区域消散时，再对区域内的敌人造成四次48.1%攻击力的风属性伤害。\n为队伍添加1枚风属性调谐印记。\n对敌人添加“风属性抗性下降·小”效果，使风属性抗性下降0.9%，持续16秒。"
        },
        {
          level: 4,
          desc: "唤出风暴区域，持续牵引敌人，对区域内的敌人造成总计168%攻击力的风属性伤害，区域消散时，再对区域内的敌人造成四次58.8%攻击力的风属性伤害。\n为队伍添加1枚风属性调谐印记。\n对敌人添加“风属性抗性下降·小”效果，使风属性抗性下降0.9%，持续16秒。"
        },
        {
          level: 5,
          desc: "唤出风暴区域，持续牵引敌人，对区域内的敌人造成总计198%攻击力的风属性伤害，区域消散时，再对区域内的敌人造成四次69.5%攻击力的风属性伤害。\n为队伍添加1枚风属性调谐印记。\n对敌人添加“风属性抗性下降·小”效果，使风属性抗性下降0.9%，持续16秒。"
        }
      ]
    },
    {
      name: "旋风回旋镖",
      maxLevel: 5,
      desc: "向前方发射5枚回旋镖，3秒内对前方区域内的敌人持续攻击，每枚回旋镖最多可造成46.2%攻击力的风属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向前方发射5枚回旋镖，3秒内对前方区域内的敌人持续攻击，每枚回旋镖最多可造成17.8%攻击力的风属性伤害。"
        },
        {
          level: 2,
          desc: "向前方发射5枚回旋镖，3秒内对前方区域内的敌人持续攻击，每枚回旋镖最多可造成24.9%攻击力的风属性伤害。"
        },
        {
          level: 3,
          desc: "向前方发射5枚回旋镖，3秒内对前方区域内的敌人持续攻击，每枚回旋镖最多可造成32%攻击力的风属性伤害。"
        },
        {
          level: 4,
          desc: "向前方发射5枚回旋镖，3秒内对前方区域内的敌人持续攻击，每枚回旋镖最多可造成39.1%攻击力的风属性伤害。"
        },
        {
          level: 5,
          desc: "向前方发射5枚回旋镖，3秒内对前方区域内的敌人持续攻击，每枚回旋镖最多可造成46.2%攻击力的风属性伤害。"
        }
      ]
    },
    {
      name: "小风弹",
      maxLevel: 5,
      desc: "向目标连续发射3枚小风弹，每枚风弹对命中的敌人造成23.8%攻击力的风属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标连续发射3枚小风弹，每枚风弹对命中的敌人造成9.1%攻击力的风属性伤害。"
        },
        {
          level: 2,
          desc: "向目标连续发射3枚小风弹，每枚风弹对命中的敌人造成12.8%攻击力的风属性伤害。"
        },
        {
          level: 3,
          desc: "向目标连续发射3枚小风弹，每枚风弹对命中的敌人造成16.5%攻击力的风属性伤害。"
        },
        {
          level: 4,
          desc: "向目标连续发射3枚小风弹，每枚风弹对命中的敌人造成20.1%攻击力的风属性伤害。"
        },
        {
          level: 5,
          desc: "向目标连续发射3枚小风弹，每枚风弹对命中的敌人造成23.8%攻击力的风属性伤害。"
        }
      ]
    },
    {
      name: "库库尔-合击",
      maxLevel: 5,
      desc: "向目标发起攻击，造成652.9%攻击力的风属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起攻击，造成251.1%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起攻击，造成351.6%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起攻击，造成452%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起攻击，造成552.5%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起攻击，造成652.9%攻击力的风属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "风息流转",
      desc: "自身特技冷却时长减少40%。"
    },
    {
      name: "柔软躯体Ⅱ",
      desc: "奇波对决中，自身生命值降低30%，入场时自动释放一次特技，被特技命中的敌人移动速度降低60％，持续10秒，但后续特技将无法使用。"
    }
  ],
  evolutions: [
    {
      name: "库库",
      no: 178,
      stage: "幼年期",
      wikiSlug: "库库"
    },
    {
      name: "库库尔",
      no: 179,
      stage: "成长期",
      wikiSlug: "库库尔"
    },
    {
      name: "库库尔克",
      no: 180,
      stage: "成熟期",
      wikiSlug: "库库尔克"
    }
  ]
}
