/** 拉加野猪 */
export default {
  id: "lajiayezhu",
  no: 171,
  name: "拉加野猪",
  wikiSlug: "拉加野猪",
  wikiUrl: "https://wiki.biligame.com/ap/拉加野猪",
  elements: [
    "地",
    "雷"
  ],
  battleTag: "独猎",
  race: "异生类·兽形族",
  height: "140cm",
  stage: "成熟期",
  sizeType: "中",
  shiny: true,
  special: false,
  obtain: "待补充",
  intro: "拉加野猪是一种在世界范围内广泛分布的杂食性奇波。它那圆圆的身躯和头部前方的古怪犄角、背上风格独特的鬃毛都让它看起来十分狂放不羁。",
  image: "/imgs/qibos/lajiayezhu.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/0/03/2vg3pei4tu1hvvino21iw2lol2cf3us.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "木工",
    "采矿"
  ],
  drops: [
    "细密软绒",
    "兽灵之角",
    "完整的兽皮",
    "稀有的兽皮"
  ],
  skills: [
    {
      name: "拉加冲锋",
      maxLevel: 5,
      desc: "浑身裹挟着雷电向前方冲刺，对撞到的敌人每0.2秒造成23.8%攻击力的雷属性伤害，持续2秒。\n为队伍添加1枚雷属性调谐印记。\n对雷属性角色添加“调谐强度提升·小”效果，使调谐强度提升36，持续16秒。",
      levels: [
        {
          level: 1,
          desc: "浑身裹挟着雷电向前方冲刺，对撞到的敌人每0.2秒造成9.2%攻击力的雷属性伤害，持续2秒。\n为队伍添加1枚雷属性调谐印记。\n对雷属性角色添加“调谐强度提升·小”效果，使调谐强度提升36，持续16秒。"
        },
        {
          level: 2,
          desc: "浑身裹挟着雷电向前方冲刺，对撞到的敌人每0.2秒造成12.8%攻击力的雷属性伤害，持续2秒。\n为队伍添加1枚雷属性调谐印记。\n对雷属性角色添加“调谐强度提升·小”效果，使调谐强度提升36，持续16秒。"
        },
        {
          level: 3,
          desc: "浑身裹挟着雷电向前方冲刺，对撞到的敌人每0.2秒造成16.5%攻击力的雷属性伤害，持续2秒。\n为队伍添加1枚雷属性调谐印记。\n对雷属性角色添加“调谐强度提升·小”效果，使调谐强度提升36，持续16秒。"
        },
        {
          level: 4,
          desc: "浑身裹挟着雷电向前方冲刺，对撞到的敌人每0.2秒造成20.2%攻击力的雷属性伤害，持续2秒。\n为队伍添加1枚雷属性调谐印记。\n对雷属性角色添加“调谐强度提升·小”效果，使调谐强度提升36，持续16秒。"
        },
        {
          level: 5,
          desc: "浑身裹挟着雷电向前方冲刺，对撞到的敌人每0.2秒造成23.8%攻击力的雷属性伤害，持续2秒。\n为队伍添加1枚雷属性调谐印记。\n对雷属性角色添加“调谐强度提升·小”效果，使调谐强度提升36，持续16秒。"
        }
      ]
    },
    {
      name: "落雷",
      maxLevel: 5,
      desc: "向目标区域降下落雷，对目标区域的敌人造成92.4%攻击力的雷属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标区域降下落雷，对目标区域的敌人造成35.6%攻击力的雷属性伤害。"
        },
        {
          level: 2,
          desc: "向目标区域降下落雷，对目标区域的敌人造成49.8%攻击力的雷属性伤害。"
        },
        {
          level: 3,
          desc: "向目标区域降下落雷，对目标区域的敌人造成64%攻击力的雷属性伤害。"
        },
        {
          level: 4,
          desc: "向目标区域降下落雷，对目标区域的敌人造成78.2%攻击力的雷属性伤害。"
        },
        {
          level: 5,
          desc: "向目标区域降下落雷，对目标区域的敌人造成92.4%攻击力的雷属性伤害。"
        }
      ]
    },
    {
      name: "岩石滚撞",
      maxLevel: 5,
      desc: "向前方滚撞，对前方区域内的敌人造成107%攻击力的地属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向前方滚撞，对前方区域内的敌人造成41.1%攻击力的地属性伤害。"
        },
        {
          level: 2,
          desc: "向前方滚撞，对前方区域内的敌人造成57.6%攻击力的地属性伤害。"
        },
        {
          level: 3,
          desc: "向前方滚撞，对前方区域内的敌人造成74.1%攻击力的地属性伤害。"
        },
        {
          level: 4,
          desc: "向前方滚撞，对前方区域内的敌人造成90.5%攻击力的地属性伤害。"
        },
        {
          level: 5,
          desc: "向前方滚撞，对前方区域内的敌人造成107%攻击力的地属性伤害。"
        }
      ]
    },
    {
      name: "拉加野猪-合击",
      maxLevel: 5,
      desc: "向目标撞击，造成652.9%攻击力的雷属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标撞击，造成251.1%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标撞击，造成351.6%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标撞击，造成452%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标撞击，造成552.5%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标撞击，造成652.9%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "厚皮",
      desc: "自身防御力提升60%。"
    },
    {
      name: "静电表皮Ⅱ",
      desc: "奇波对决中，自身生命值提升90%，受到伤害时自身暴击率提升1%，暴击伤害提升2%，该效果最多可叠加50层。"
    }
  ],
  evolutions: [
    {
      name: "猪古力",
      no: 170,
      stage: "幼年期",
      wikiSlug: "猪古力"
    },
    {
      name: "拉加野猪",
      no: 171,
      stage: "成熟期",
      wikiSlug: "拉加野猪"
    },
    {
      name: "铁鬃霸主",
      no: 172,
      stage: "超限体",
      wikiSlug: "铁鬃霸主"
    }
  ]
}
