/** 岚灵偶 */
export default {
  id: "lanlingou",
  no: 27,
  name: "岚灵偶",
  wikiSlug: "岚灵偶",
  wikiUrl: "https://wiki.biligame.com/ap/岚灵偶",
  elements: [
    "风"
  ],
  battleTag: "侵扰",
  race: "幻生类·元素族",
  height: "120cm",
  stage: "成熟期",
  sizeType: "中",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "风元素化身完全成长后的姿态，可谓元素的意志本身。\n岚灵偶自由的行动风格使得它成为了令人捉摸不定的奇波。它会不断改变方向，是元素灵偶中的冒险者，勇于探索未知，总在向新的冒险出发。",
  image: "/imgs/qibos/lanlingou.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/0/01/nxnrplyaueoy2vckmgb8hwpmwgf85zh.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "元素",
    "照料"
  ],
  drops: [
    "元素凝质",
    "本质之砂"
  ],
  skills: [
    {
      name: "激岚烈风",
      maxLevel: 5,
      desc: "在敌人周围召唤烈风区域，牵引附近的敌人并造成七次115.5%攻击力的风属性伤害。",
      levels: [
        {
          level: 1,
          desc: "在敌人周围召唤烈风区域，牵引附近的敌人并造成七次44.4%攻击力的风属性伤害。"
        },
        {
          level: 2,
          desc: "在敌人周围召唤烈风区域，牵引附近的敌人并造成七次62.2%攻击力的风属性伤害。"
        },
        {
          level: 3,
          desc: "在敌人周围召唤烈风区域，牵引附近的敌人并造成七次80%攻击力的风属性伤害。"
        },
        {
          level: 4,
          desc: "在敌人周围召唤烈风区域，牵引附近的敌人并造成七次97.8%攻击力的风属性伤害。"
        },
        {
          level: 5,
          desc: "在敌人周围召唤烈风区域，牵引附近的敌人并造成七次115.5%攻击力的风属性伤害。"
        }
      ]
    },
    {
      name: "风刃扩张",
      maxLevel: 5,
      desc: "向目标发射一个逐渐变大的风刃，每次对命中的敌人造成61.6%攻击力的风属性伤害，共计12次。",
      levels: [
        {
          level: 1,
          desc: "向目标发射一个逐渐变大的风刃，每次对命中的敌人造成23.7%攻击力的风属性伤害，共计12次。"
        },
        {
          level: 2,
          desc: "向目标发射一个逐渐变大的风刃，每次对命中的敌人造成33.2%攻击力的风属性伤害，共计12次。"
        },
        {
          level: 3,
          desc: "向目标发射一个逐渐变大的风刃，每次对命中的敌人造成42.7%攻击力的风属性伤害，共计12次。"
        },
        {
          level: 4,
          desc: "向目标发射一个逐渐变大的风刃，每次对命中的敌人造成52.1%攻击力的风属性伤害，共计12次。"
        },
        {
          level: 5,
          desc: "向目标发射一个逐渐变大的风刃，每次对命中的敌人造成61.6%攻击力的风属性伤害，共计12次。"
        }
      ]
    },
    {
      name: "小风弹",
      maxLevel: 5,
      desc: "向目标连续发射3枚小风弹，每枚风弹对命中的敌人造成23.8%攻击力的风属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标连续发射3枚小风弹，每枚风弹对命中的敌人造成9.1%攻击力的风属性伤害。"
        },
        {
          level: 2,
          desc: "向目标连续发射3枚小风弹，每枚风弹对命中的敌人造成12.8%攻击力的风属性伤害。"
        },
        {
          level: 3,
          desc: "向目标连续发射3枚小风弹，每枚风弹对命中的敌人造成16.5%攻击力的风属性伤害。"
        },
        {
          level: 4,
          desc: "向目标连续发射3枚小风弹，每枚风弹对命中的敌人造成20.1%攻击力的风属性伤害。"
        },
        {
          level: 5,
          desc: "向目标连续发射3枚小风弹，每枚风弹对命中的敌人造成23.8%攻击力的风属性伤害。"
        }
      ]
    },
    {
      name: "岚灵偶-合击",
      maxLevel: 5,
      desc: "向目标发起攻击，造成652.9%攻击力的风属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起攻击，造成251.1%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起攻击，造成351.6%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起攻击，造成452%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起攻击，造成552.5%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起攻击，造成652.9%攻击力的风属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "风力推动",
      desc: "全队移动速度增加5%，该效果无法叠加。"
    },
    {
      name: "旋风身躯Ⅲ",
      desc: "奇波对决中，自身生命值提升30%，但施放特技后自动退场，被其特技命中的敌人移动速度降低60%，持续4秒。"
    }
  ],
  evolutions: [
    {
      name: "风灵仔",
      no: 25,
      stage: "幼年期",
      wikiSlug: "风灵仔"
    },
    {
      name: "风灵偶",
      no: 26,
      stage: "成长期",
      wikiSlug: "风灵偶"
    },
    {
      name: "岚灵偶",
      no: 27,
      stage: "成熟期",
      wikiSlug: "岚灵偶"
    }
  ]
}
