/** 蓝羽西格尼 */
export default {
  id: "lanyuxigeni",
  no: 111,
  name: "蓝羽西格尼",
  wikiSlug: "蓝羽西格尼",
  wikiUrl: "https://wiki.biligame.com/ap/蓝羽西格尼",
  elements: [
    "水"
  ],
  battleTag: "协同",
  race: "异生类·羽形族",
  height: "145cm",
  stage: "成熟期",
  sizeType: "小",
  shiny: true,
  special: false,
  obtain: "待补充",
  intro: "就像幼年期布鲁达做的梦一般，长大后的蓝羽西格尼变得十分华丽，它会骄傲地挺起胸脯认为自己美梦成真，心态更加乐观了。虽然在私下偶尔还会发出「嘎嘎」的笑声暴露本性，但总体而言是一只优雅的奇波。",
  image: "/imgs/qibos/lanyuxigeni.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/3/3f/demktv9t6kcakk7eg688ifc7cf8qua0.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "浇水"
  ],
  drops: [
    "斑斓飞羽",
    "锋锐利喙"
  ],
  skills: [
    {
      name: "羽舞旋击",
      maxLevel: 5,
      desc: "跳起舞步，向前连续攻击，造成十一次17.2%攻击力的水属性伤害和四次34.3%攻击力的水属性伤害。\n为水属性角色添加“攻击提升·大”效果，使攻击力提升3.2%，持续16秒。",
      levels: [
        {
          level: 1,
          desc: "跳起舞步，向前连续攻击，造成十一次6.6%攻击力的水属性伤害和四次13.2%攻击力的水属性伤害。\n为水属性角色添加“攻击提升·大”效果，使攻击力提升3.2%，持续16秒。"
        },
        {
          level: 2,
          desc: "跳起舞步，向前连续攻击，造成十一次9.2%攻击力的水属性伤害和四次18.5%攻击力的水属性伤害。\n为水属性角色添加“攻击提升·大”效果，使攻击力提升3.2%，持续16秒。"
        },
        {
          level: 3,
          desc: "跳起舞步，向前连续攻击，造成十一次11.9%攻击力的水属性伤害和四次23.8%攻击力的水属性伤害。\n为水属性角色添加“攻击提升·大”效果，使攻击力提升3.2%，持续16秒。"
        },
        {
          level: 4,
          desc: "跳起舞步，向前连续攻击，造成十一次14.5%攻击力的水属性伤害和四次29%攻击力的水属性伤害。\n为水属性角色添加“攻击提升·大”效果，使攻击力提升3.2%，持续16秒。"
        },
        {
          level: 5,
          desc: "跳起舞步，向前连续攻击，造成十一次17.2%攻击力的水属性伤害和四次34.3%攻击力的水属性伤害。\n为水属性角色添加“攻击提升·大”效果，使攻击力提升3.2%，持续16秒。"
        }
      ]
    },
    {
      name: "泡泡攻击",
      maxLevel: 5,
      desc: "向目标发射3枚泡泡，每枚泡泡对命中的敌人造成92.4%攻击力的水属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射3枚泡泡，每枚泡泡对命中的敌人造成35.6%攻击力的水属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射3枚泡泡，每枚泡泡对命中的敌人造成49.8%攻击力的水属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射3枚泡泡，每枚泡泡对命中的敌人造成64%攻击力的水属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射3枚泡泡，每枚泡泡对命中的敌人造成78.2%攻击力的水属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射3枚泡泡，每枚泡泡对命中的敌人造成92.4%攻击力的水属性伤害。"
        }
      ]
    },
    {
      name: "狂浪斩",
      maxLevel: 5,
      desc: "斩击前方，对攻击范围内敌人造成3次35.7%攻击力的水属性伤害。",
      levels: [
        {
          level: 1,
          desc: "斩击前方，对攻击范围内敌人造成3次13.7%攻击力的水属性伤害。"
        },
        {
          level: 2,
          desc: "斩击前方，对攻击范围内敌人造成3次19.2%攻击力的水属性伤害。"
        },
        {
          level: 3,
          desc: "斩击前方，对攻击范围内敌人造成3次24.7%攻击力的水属性伤害。"
        },
        {
          level: 4,
          desc: "斩击前方，对攻击范围内敌人造成3次30.2%攻击力的水属性伤害。"
        },
        {
          level: 5,
          desc: "斩击前方，对攻击范围内敌人造成3次35.7%攻击力的水属性伤害。"
        }
      ]
    },
    {
      name: "蓝羽西格尼-合击",
      maxLevel: 5,
      desc: "向目标发起攻击，造成652.9%攻击力的水属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起攻击，造成251.1%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起攻击，造成351.6%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起攻击，造成452%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起攻击，造成552.5%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起攻击，造成652.9%攻击力的水属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "防水羽毛",
      desc: "水属性抗性提升25%。"
    },
    {
      name: "水羽Ⅱ",
      desc: "奇波对决中，自身水属性伤害提升120%，受到的火属性伤害降低80%。"
    }
  ],
  evolutions: [
    {
      name: "布鲁达",
      no: 110,
      stage: "幼年期",
      wikiSlug: "布鲁达"
    },
    {
      name: "蓝羽西格尼",
      no: 111,
      stage: "成熟期",
      wikiSlug: "蓝羽西格尼"
    }
  ]
}
