/** 岚音花 */
export default {
  id: "lanyinhua",
  no: 41,
  name: "岚音花",
  wikiSlug: "岚音花",
  wikiUrl: "https://wiki.biligame.com/ap/岚音花",
  elements: [
    "风"
  ],
  battleTag: "协同",
  race: "幻生类·精怪族",
  height: "120cm",
  stage: "成熟期",
  sizeType: "中",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "岚音花姿态轻盈优美，宛如风中仙子。它并不常见，当它出现时往往未见其形，先闻其声。岚音花随风飘过之处，清香四溢，传闻这种清新的气息能让人心旷神怡，调养生息。",
  image: "/imgs/qibos/lanyinhua.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/1/10/o5iv6pb5ssljllx3h5101au76u7nf59.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "耕作",
    "锻坚"
  ],
  drops: [
    "密文轮盘",
    "凝形晶核"
  ],
  skills: [
    {
      name: "飞绒漫舞",
      maxLevel: 5,
      desc: "在我方角色位置创造风场，飘起飞绒，每2秒提升我方角色3.7%风属性伤害，可叠加3层，持续10秒。",
      levels: [
        {
          level: 1,
          desc: "在我方角色位置创造风场，飘起飞绒，每2秒提升我方角色2.2%风属性伤害，可叠加3层，持续10秒。"
        },
        {
          level: 2,
          desc: "在我方角色位置创造风场，飘起飞绒，每2秒提升我方角色2.6%风属性伤害，可叠加3层，持续10秒。"
        },
        {
          level: 3,
          desc: "在我方角色位置创造风场，飘起飞绒，每2秒提升我方角色3%风属性伤害，可叠加3层，持续10秒。"
        },
        {
          level: 4,
          desc: "在我方角色位置创造风场，飘起飞绒，每2秒提升我方角色3.3%风属性伤害，可叠加3层，持续10秒。"
        },
        {
          level: 5,
          desc: "在我方角色位置创造风场，飘起飞绒，每2秒提升我方角色3.7%风属性伤害，可叠加3层，持续10秒。"
        }
      ]
    },
    {
      name: "风刃扩张",
      maxLevel: 5,
      desc: "向目标发射一个逐渐变大的风刃，每次对命中的敌人造成61.6%攻击力的风属性伤害，共计12次。",
      levels: [
        {
          level: 1,
          desc: "向目标发射一个逐渐变大的风刃，每次对命中的敌人造成23.7%攻击力的风属性伤害，共计12次。"
        },
        {
          level: 2,
          desc: "向目标发射一个逐渐变大的风刃，每次对命中的敌人造成33.2%攻击力的风属性伤害，共计12次。"
        },
        {
          level: 3,
          desc: "向目标发射一个逐渐变大的风刃，每次对命中的敌人造成42.7%攻击力的风属性伤害，共计12次。"
        },
        {
          level: 4,
          desc: "向目标发射一个逐渐变大的风刃，每次对命中的敌人造成52.1%攻击力的风属性伤害，共计12次。"
        },
        {
          level: 5,
          desc: "向目标发射一个逐渐变大的风刃，每次对命中的敌人造成61.6%攻击力的风属性伤害，共计12次。"
        }
      ]
    },
    {
      name: "小风弹",
      maxLevel: 5,
      desc: "向目标连续发射3枚小风弹，每枚风弹对命中的敌人造成23.8%攻击力的风属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标连续发射3枚小风弹，每枚风弹对命中的敌人造成9.1%攻击力的风属性伤害。"
        },
        {
          level: 2,
          desc: "向目标连续发射3枚小风弹，每枚风弹对命中的敌人造成12.8%攻击力的风属性伤害。"
        },
        {
          level: 3,
          desc: "向目标连续发射3枚小风弹，每枚风弹对命中的敌人造成16.5%攻击力的风属性伤害。"
        },
        {
          level: 4,
          desc: "向目标连续发射3枚小风弹，每枚风弹对命中的敌人造成20.1%攻击力的风属性伤害。"
        },
        {
          level: 5,
          desc: "向目标连续发射3枚小风弹，每枚风弹对命中的敌人造成23.8%攻击力的风属性伤害。"
        }
      ]
    },
    {
      name: "岚音花-合击",
      maxLevel: 5,
      desc: "向目标发起攻击，造成652.9%攻击力的风属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起攻击，造成251.1%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起攻击，造成351.6%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起攻击，造成452%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起攻击，造成552.5%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起攻击，造成652.9%攻击力的风属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "飘浮",
      desc: "奇波和搭档角色移动速度增加10%。"
    },
    {
      name: "风花苞Ⅲ",
      desc: "奇波对决中，自身生命值降低30%，攻击力降低30%，在场时，友方全体奇波的技能冷却时间缩短35%。"
    }
  ],
  evolutions: [
    {
      name: "风灵苞",
      no: 39,
      stage: "幼年期",
      wikiSlug: "风灵苞"
    },
    {
      name: "风灵朵",
      no: 40,
      stage: "成长期",
      wikiSlug: "风灵朵"
    },
    {
      name: "岚音花",
      no: 41,
      stage: "成熟期",
      wikiSlug: "岚音花"
    }
  ]
}
