/** 雷冠牦 */
export default {
  id: "leiguanmao",
  no: 177,
  name: "雷冠牦",
  wikiSlug: "雷冠牦",
  wikiUrl: "https://wiki.biligame.com/ap/雷冠牦",
  elements: [
    "地",
    "雷"
  ],
  battleTag: "侵扰",
  race: "异生类·兽形族",
  height: "240cm",
  stage: "超限体",
  sizeType: "超大",
  shiny: true,
  special: false,
  obtain: "",
  intro: "雷冠牦浑身覆有层层叠叠的绒毛，看起来体型笨重，但移动起来既有气势又十分迅速。它大多数情况下情绪都比较稳定，不会主动攻击其他奇波，可一旦它被激怒，就会变得像一座失控的战车。",
  image: "/imgs/qibos/leiguanmao.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/8/89/r5skgx0p66rv2wzk9mx0l4c82mycmxm.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "采矿"
  ],
  drops: [
    "细密软绒",
    "兽灵之角"
  ],
  skills: [
    {
      name: "雷冠之力",
      maxLevel: 5,
      desc: "8秒内攻击力提高1.8%，双蹄向下猛砸后，为自身周围的敌人造成3次94.6%攻击力的雷属性伤害，同时向四周溅射雷属性能量球，对命中的敌人造成113.6%攻击力的雷属性伤害。\n为队伍添加1枚雷属性调谐印记。\n为队伍添加“雷属性伤害提升·大”效果，使雷属性伤害提升4.3%，持续16秒。",
      levels: [
        {
          level: 1,
          desc: "8秒内攻击力提高1.1%，双蹄向下猛砸后，为自身周围的敌人造成3次36.4%攻击力的雷属性伤害，同时向四周溅射雷属性能量球，对命中的敌人造成43.7%攻击力的雷属性伤害。\n为队伍添加1枚雷属性调谐印记。\n为队伍添加“雷属性伤害提升·大”效果，使雷属性伤害提升4.3%，持续16秒。"
        },
        {
          level: 2,
          desc: "8秒内攻击力提高1.3%，双蹄向下猛砸后，为自身周围的敌人造成3次51%攻击力的雷属性伤害，同时向四周溅射雷属性能量球，对命中的敌人造成61.2%攻击力的雷属性伤害。\n为队伍添加1枚雷属性调谐印记。\n为队伍添加“雷属性伤害提升·大”效果，使雷属性伤害提升4.3%，持续16秒。"
        },
        {
          level: 3,
          desc: "8秒内攻击力提高1.5%，双蹄向下猛砸后，为自身周围的敌人造成3次65.5%攻击力的雷属性伤害，同时向四周溅射雷属性能量球，对命中的敌人造成78.6%攻击力的雷属性伤害。\n为队伍添加1枚雷属性调谐印记。\n为队伍添加“雷属性伤害提升·大”效果，使雷属性伤害提升4.3%，持续16秒。"
        },
        {
          level: 4,
          desc: "8秒内攻击力提高1.6%，双蹄向下猛砸后，为自身周围的敌人造成3次80.1%攻击力的雷属性伤害，同时向四周溅射雷属性能量球，对命中的敌人造成96.1%攻击力的雷属性伤害。\n为队伍添加1枚雷属性调谐印记。\n为队伍添加“雷属性伤害提升·大”效果，使雷属性伤害提升4.3%，持续16秒。"
        },
        {
          level: 5,
          desc: "8秒内攻击力提高1.8%，双蹄向下猛砸后，为自身周围的敌人造成3次94.6%攻击力的雷属性伤害，同时向四周溅射雷属性能量球，对命中的敌人造成113.6%攻击力的雷属性伤害。\n为队伍添加1枚雷属性调谐印记。\n为队伍添加“雷属性伤害提升·大”效果，使雷属性伤害提升4.3%，持续16秒。"
        }
      ]
    },
    {
      name: "滚滚落雷",
      maxLevel: 5,
      desc: "在目标位置连续落下5次雷击，对目标区域内的敌人造成23.9%攻击力的雷属性伤害，每次落雷可降低敌人0.7%雷属性抗性，持续10秒。",
      levels: [
        {
          level: 1,
          desc: "在目标位置连续落下5次雷击，对目标区域内的敌人造成9.2%攻击力的雷属性伤害，每次落雷可降低敌人0.4%雷属性抗性，持续10秒。"
        },
        {
          level: 2,
          desc: "在目标位置连续落下5次雷击，对目标区域内的敌人造成12.8%攻击力的雷属性伤害，每次落雷可降低敌人0.5%雷属性抗性，持续10秒。"
        },
        {
          level: 3,
          desc: "在目标位置连续落下5次雷击，对目标区域内的敌人造成16.5%攻击力的雷属性伤害，每次落雷可降低敌人0.6%雷属性抗性，持续10秒。"
        },
        {
          level: 4,
          desc: "在目标位置连续落下5次雷击，对目标区域内的敌人造成20.2%攻击力的雷属性伤害，每次落雷可降低敌人0.6%雷属性抗性，持续10秒。"
        },
        {
          level: 5,
          desc: "在目标位置连续落下5次雷击，对目标区域内的敌人造成23.9%攻击力的雷属性伤害，每次落雷可降低敌人0.7%雷属性抗性，持续10秒。"
        }
      ]
    },
    {
      name: "落雷",
      maxLevel: 5,
      desc: "向目标区域降下落雷，对目标区域的敌人造成92.4%攻击力的雷属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标区域降下落雷，对目标区域的敌人造成35.6%攻击力的雷属性伤害。"
        },
        {
          level: 2,
          desc: "向目标区域降下落雷，对目标区域的敌人造成49.8%攻击力的雷属性伤害。"
        },
        {
          level: 3,
          desc: "向目标区域降下落雷，对目标区域的敌人造成64%攻击力的雷属性伤害。"
        },
        {
          level: 4,
          desc: "向目标区域降下落雷，对目标区域的敌人造成78.2%攻击力的雷属性伤害。"
        },
        {
          level: 5,
          desc: "向目标区域降下落雷，对目标区域的敌人造成92.4%攻击力的雷属性伤害。"
        }
      ]
    },
    {
      name: "雷冠牦-合击",
      maxLevel: 5,
      desc: "向目标撞击，造成652.9%攻击力的雷属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标撞击，造成251.1%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标撞击，造成351.6%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标撞击，造成452%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标撞击，造成552.5%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标撞击，造成652.9%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "带电身躯",
      desc: "受到伤害时，对伤害来源造成自身攻击75%的雷属性伤害，每15秒触发一次。"
    },
    {
      name: "蛮力",
      desc: "攻击上升60%，自身受到伤害增加20%，持续10秒，在下场时清空。"
    },
    {
      name: "雷冠",
      desc: "奇波对决中，自身生命值提升180%，攻击力提升150%，但只攻击敌方的对战设施。"
    }
  ],
  evolutions: []
}
