/** 雷灵朵 */
export default {
  id: "leilingduo",
  no: 43,
  name: "雷灵朵",
  wikiSlug: "雷灵朵",
  wikiUrl: "https://wiki.biligame.com/ap/雷灵朵",
  elements: [
    "雷"
  ],
  battleTag: "侵扰",
  race: "幻生类·精怪族",
  height: "70cm",
  stage: "成长期",
  sizeType: "小",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "雷灵朵有着孤傲的气质，它七弦琴弹奏的乐音，节奏鲜明且热烈，可能引发周围空气的颤动，类似乐曲中的「重金属」的风格。",
  image: "/imgs/qibos/leilingduo.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/2/28/48k7s9j7w0umxaeyubskshkbcyllurb.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "执锋",
    "耕作"
  ],
  drops: [
    "密文轮盘",
    "凝形晶核"
  ],
  skills: [
    {
      name: "雷鸣协奏",
      maxLevel: 5,
      desc: "演奏雷音，为自身以外的友方单位提高16.5%暴击伤害，持续10秒。",
      levels: [
        {
          level: 1,
          desc: "演奏雷音，为自身以外的友方单位提高9.9%暴击伤害，持续10秒。"
        },
        {
          level: 2,
          desc: "演奏雷音，为自身以外的友方单位提高11.6%暴击伤害，持续10秒。"
        },
        {
          level: 3,
          desc: "演奏雷音，为自身以外的友方单位提高13.2%暴击伤害，持续10秒。"
        },
        {
          level: 4,
          desc: "演奏雷音，为自身以外的友方单位提高14.9%暴击伤害，持续10秒。"
        },
        {
          level: 5,
          desc: "演奏雷音，为自身以外的友方单位提高16.5%暴击伤害，持续10秒。"
        }
      ]
    },
    {
      name: "连锁雷暴",
      maxLevel: 5,
      desc: "向目标发射1枚雷球，每隔一段时间对路径上的敌人造成一次33%攻击力的雷属性伤害，并向侧面发射雷电，对命中的敌人造成33%攻击力的雷属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射1枚雷球，每隔一段时间对路径上的敌人造成一次12.7%攻击力的雷属性伤害，并向侧面发射雷电，对命中的敌人造成12.7%攻击力的雷属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射1枚雷球，每隔一段时间对路径上的敌人造成一次17.8%攻击力的雷属性伤害，并向侧面发射雷电，对命中的敌人造成17.8%攻击力的雷属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射1枚雷球，每隔一段时间对路径上的敌人造成一次22.9%攻击力的雷属性伤害，并向侧面发射雷电，对命中的敌人造成22.9%攻击力的雷属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射1枚雷球，每隔一段时间对路径上的敌人造成一次27.9%攻击力的雷属性伤害，并向侧面发射雷电，对命中的敌人造成27.9%攻击力的雷属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射1枚雷球，每隔一段时间对路径上的敌人造成一次33%攻击力的雷属性伤害，并向侧面发射雷电，对命中的敌人造成33%攻击力的雷属性伤害。"
        }
      ]
    },
    {
      name: "电能子弹",
      maxLevel: 5,
      desc: "向目标发射4枚雷球，对命中的敌人造成17.8%攻击力的雷属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射4枚雷球，对命中的敌人造成6.9%攻击力的雷属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射4枚雷球，对命中的敌人造成9.6%攻击力的雷属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射4枚雷球，对命中的敌人造成12.3%攻击力的雷属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射4枚雷球，对命中的敌人造成15.1%攻击力的雷属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射4枚雷球，对命中的敌人造成17.8%攻击力的雷属性伤害。"
        }
      ]
    },
    {
      name: "雷灵朵-合击",
      maxLevel: 5,
      desc: "向目标发起攻击，造成652.9%攻击力的雷属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起攻击，造成251.1%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起攻击，造成351.6%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起攻击，造成452%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起攻击，造成552.5%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起攻击，造成652.9%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "飘浮",
      desc: "奇波和搭档角色移动速度增加10%。"
    },
    {
      name: "电蕊Ⅱ",
      desc: "奇波对决中，自身生命值降低30%，攻击力降低30%，友方全体奇波雷属性伤害提升20%。"
    }
  ],
  evolutions: [
    {
      name: "雷灵苞",
      no: 42,
      stage: "幼年期",
      wikiSlug: "雷灵苞"
    },
    {
      name: "雷灵朵",
      no: 43,
      stage: "成长期",
      wikiSlug: "雷灵朵"
    },
    {
      name: "电音花",
      no: 44,
      stage: "成熟期",
      wikiSlug: "电音花"
    }
  ]
}
