/** 雷灵偶 */
export default {
  id: "leilingou",
  no: 32,
  name: "雷灵偶",
  wikiSlug: "雷灵偶",
  wikiUrl: "https://wiki.biligame.com/ap/雷灵偶",
  elements: [
    "雷"
  ],
  battleTag: "独猎",
  race: "幻生类·元素族",
  height: "60cm",
  stage: "成长期",
  sizeType: "小",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "雷元素化身的成长中状态，已经拥有了基本的控制自身所属元素的能力。能够引导和控制雷电的力量，不太喜欢平静的氛围和一成不变的环境，会用声音或是闪烁的光芒来打破宁静。",
  image: "/imgs/qibos/leilingou.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/8/86/d0hdxg1u63134vkhoe80swb8dtsi1i4.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "元素"
  ],
  drops: [
    "元素凝质",
    "本质之砂"
  ],
  skills: [
    {
      name: "灵偶雷环",
      maxLevel: 5,
      desc: "扩散出雷环，对周边敌人造成至多四次93.6%攻击力的雷属性伤害。\n为自身添加“暴击率提升·小”效果，使暴击率提升2.3%，持续16秒。",
      levels: [
        {
          level: 1,
          desc: "扩散出雷环，对周边敌人造成至多四次36%攻击力的雷属性伤害。\n为自身添加“暴击率提升·小”效果，使暴击率提升2.3%，持续16秒。"
        },
        {
          level: 2,
          desc: "扩散出雷环，对周边敌人造成至多四次50.4%攻击力的雷属性伤害。\n为自身添加“暴击率提升·小”效果，使暴击率提升2.3%，持续16秒。"
        },
        {
          level: 3,
          desc: "扩散出雷环，对周边敌人造成至多四次64.8%攻击力的雷属性伤害。\n为自身添加“暴击率提升·小”效果，使暴击率提升2.3%，持续16秒。"
        },
        {
          level: 4,
          desc: "扩散出雷环，对周边敌人造成至多四次79.2%攻击力的雷属性伤害。\n为自身添加“暴击率提升·小”效果，使暴击率提升2.3%，持续16秒。"
        },
        {
          level: 5,
          desc: "扩散出雷环，对周边敌人造成至多四次93.6%攻击力的雷属性伤害。\n为自身添加“暴击率提升·小”效果，使暴击率提升2.3%，持续16秒。"
        }
      ]
    },
    {
      name: "连锁雷暴",
      maxLevel: 5,
      desc: "向目标发射1枚雷球，每隔一段时间对路径上的敌人造成一次33%攻击力的雷属性伤害，并向侧面发射雷电，对命中的敌人造成33%攻击力的雷属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射1枚雷球，每隔一段时间对路径上的敌人造成一次12.7%攻击力的雷属性伤害，并向侧面发射雷电，对命中的敌人造成12.7%攻击力的雷属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射1枚雷球，每隔一段时间对路径上的敌人造成一次17.8%攻击力的雷属性伤害，并向侧面发射雷电，对命中的敌人造成17.8%攻击力的雷属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射1枚雷球，每隔一段时间对路径上的敌人造成一次22.9%攻击力的雷属性伤害，并向侧面发射雷电，对命中的敌人造成22.9%攻击力的雷属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射1枚雷球，每隔一段时间对路径上的敌人造成一次27.9%攻击力的雷属性伤害，并向侧面发射雷电，对命中的敌人造成27.9%攻击力的雷属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射1枚雷球，每隔一段时间对路径上的敌人造成一次33%攻击力的雷属性伤害，并向侧面发射雷电，对命中的敌人造成33%攻击力的雷属性伤害。"
        }
      ]
    },
    {
      name: "电能子弹",
      maxLevel: 5,
      desc: "向目标发射4枚雷球，对命中的敌人造成17.8%攻击力的雷属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射4枚雷球，对命中的敌人造成6.9%攻击力的雷属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射4枚雷球，对命中的敌人造成9.6%攻击力的雷属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射4枚雷球，对命中的敌人造成12.3%攻击力的雷属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射4枚雷球，对命中的敌人造成15.1%攻击力的雷属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射4枚雷球，对命中的敌人造成17.8%攻击力的雷属性伤害。"
        }
      ]
    },
    {
      name: "雷灵偶-合击",
      maxLevel: 5,
      desc: "在目标位置劈下雷电，造成652.9%攻击力的雷属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "在目标位置劈下雷电，造成251.1%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "在目标位置劈下雷电，造成351.6%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "在目标位置劈下雷电，造成452%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "在目标位置劈下雷电，造成552.5%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "在目标位置劈下雷电，造成652.9%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "导电体",
      desc: "队伍中所有雷属性角色和奇波的雷属性伤害增加13%。"
    },
    {
      name: "雷核Ⅱ",
      desc: "奇波对决中，自身攻击力提升30%，生命值提升30%，雷属性伤害提升20%，但施放特技后将自动退场。"
    }
  ],
  evolutions: [
    {
      name: "雷灵仔",
      no: 31,
      stage: "幼年期",
      wikiSlug: "雷灵仔"
    },
    {
      name: "雷灵偶",
      no: 32,
      stage: "成长期",
      wikiSlug: "雷灵偶"
    },
    {
      name: "电灵偶",
      no: 33,
      stage: "成熟期",
      wikiSlug: "电灵偶"
    }
  ]
}
