/** 乐乐蛙 */
export default {
  id: "lelewa",
  no: 64,
  name: "乐乐蛙",
  wikiSlug: "乐乐蛙",
  wikiUrl: "https://wiki.biligame.com/ap/乐乐蛙",
  elements: [
    "雷",
    "风"
  ],
  battleTag: "侵扰",
  race: "异生类·蜕形族",
  height: "100cm",
  stage: "成长期",
  sizeType: "小",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "乐乐蛙的性格乐观开朗，对待每位喜爱音乐的个体都很友善。察觉到低沉消极的情感时，乐乐蛙便会用自己的乐声鼓舞对方。",
  image: "/imgs/qibos/lelewa.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/6/6b/rlapoqbjvm784t2zmc3y6jw6q3ko29i.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "锻坚"
  ],
  drops: [
    "移形软壳",
    "遗落旧蜕"
  ],
  skills: [
    {
      name: "呱乐演奏",
      maxLevel: 5,
      desc: "持续演奏乐曲，使在场友方单位当前进入冷却的技能冷却时间减少1.9%，并使在场英雄恢复1.4能量。\n为队伍添加1枚风属性调谐印记。",
      levels: [
        {
          level: 1,
          desc: "持续演奏乐曲，使在场友方单位当前进入冷却的技能冷却时间减少1.1%，并使在场英雄恢复0.8能量。\n为队伍添加1枚风属性调谐印记。"
        },
        {
          level: 2,
          desc: "持续演奏乐曲，使在场友方单位当前进入冷却的技能冷却时间减少1.3%，并使在场英雄恢复0.9能量。\n为队伍添加1枚风属性调谐印记。"
        },
        {
          level: 3,
          desc: "持续演奏乐曲，使在场友方单位当前进入冷却的技能冷却时间减少1.5%，并使在场英雄恢复1.1能量。\n为队伍添加1枚风属性调谐印记。"
        },
        {
          level: 4,
          desc: "持续演奏乐曲，使在场友方单位当前进入冷却的技能冷却时间减少1.7%，并使在场英雄恢复1.2能量。\n为队伍添加1枚风属性调谐印记。"
        },
        {
          level: 5,
          desc: "持续演奏乐曲，使在场友方单位当前进入冷却的技能冷却时间减少1.9%，并使在场英雄恢复1.4能量。\n为队伍添加1枚风属性调谐印记。"
        }
      ]
    },
    {
      name: "落雷",
      maxLevel: 5,
      desc: "向目标区域降下落雷，对目标区域的敌人造成92.4%攻击力的雷属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标区域降下落雷，对目标区域的敌人造成35.6%攻击力的雷属性伤害。"
        },
        {
          level: 2,
          desc: "向目标区域降下落雷，对目标区域的敌人造成49.8%攻击力的雷属性伤害。"
        },
        {
          level: 3,
          desc: "向目标区域降下落雷，对目标区域的敌人造成64%攻击力的雷属性伤害。"
        },
        {
          level: 4,
          desc: "向目标区域降下落雷，对目标区域的敌人造成78.2%攻击力的雷属性伤害。"
        },
        {
          level: 5,
          desc: "向目标区域降下落雷，对目标区域的敌人造成92.4%攻击力的雷属性伤害。"
        }
      ]
    },
    {
      name: "风压",
      maxLevel: 5,
      desc: "在自身前方形成风属性区域，对区域内敌人造成30.8%攻击力的风属性伤害。",
      levels: [
        {
          level: 1,
          desc: "在自身前方形成风属性区域，对区域内敌人造成11.9%攻击力的风属性伤害。"
        },
        {
          level: 2,
          desc: "在自身前方形成风属性区域，对区域内敌人造成16.6%攻击力的风属性伤害。"
        },
        {
          level: 3,
          desc: "在自身前方形成风属性区域，对区域内敌人造成21.3%攻击力的风属性伤害。"
        },
        {
          level: 4,
          desc: "在自身前方形成风属性区域，对区域内敌人造成26.1%攻击力的风属性伤害。"
        },
        {
          level: 5,
          desc: "在自身前方形成风属性区域，对区域内敌人造成30.8%攻击力的风属性伤害。"
        }
      ]
    },
    {
      name: "乐乐蛙-合击",
      maxLevel: 5,
      desc: "跳向目标攻击，造成652.9%攻击力的雷属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "跳向目标攻击，造成251.1%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "跳向目标攻击，造成351.6%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "跳向目标攻击，造成452%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "跳向目标攻击，造成552.5%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "跳向目标攻击，造成652.9%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "粘液",
      desc: "造成敌方目标伤害时，降低敌方目标20%移动速度，持续8秒，每15秒触发一次。"
    },
    {
      name: "演奏Ⅱ",
      desc: "奇波对决中，自身施放特技时，友方全体奇波技能冷却时间缩短3秒。"
    }
  ],
  evolutions: [
    {
      name: "小音浮",
      no: 63,
      stage: "幼年期",
      wikiSlug: "小音浮"
    },
    {
      name: "乐乐蛙",
      no: 64,
      stage: "成长期",
      wikiSlug: "乐乐蛙"
    },
    {
      name: "音霸蛙",
      no: 65,
      stage: "成熟期",
      wikiSlug: "音霸蛙"
    }
  ]
}
