/** 烈豹 */
export default {
  id: "liebao",
  no: 89,
  name: "烈豹",
  wikiSlug: "烈豹",
  wikiUrl: "https://wiki.biligame.com/ap/烈豹",
  elements: [
    "火"
  ],
  battleTag: "变换",
  race: "异生类·兽形族",
  height: "155cm",
  stage: "成熟期",
  sizeType: "中",
  shiny: true,
  special: false,
  obtain: "待补充",
  intro: "烈豹身手矫健灵活，奔跑速度非常快，习惯隐蔽气息、伏击猎物，爪牙锐利，有时对敌人可以达到一击毙命的地步。它的性格独立，对一切接近自己的奇波都十分戒备，会把经常活动的区域划为自己的领地。",
  image: "/imgs/qibos/liebao.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/0/0d/mu9u5asodxdlmealuu00r4cvsv3hll4.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "燃火"
  ],
  drops: [
    "细密软绒",
    "兽灵之角",
    "完整的兽皮",
    "稀有的兽皮"
  ],
  skills: [
    {
      name: "爆破爪",
      maxLevel: 5,
      desc: "向前迅猛挥爪，造成一次561.6%攻击力的火属性伤害和六次93.6%攻击力的火属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向前迅猛挥爪，造成一次216%攻击力的火属性伤害和六次36%攻击力的火属性伤害。"
        },
        {
          level: 2,
          desc: "向前迅猛挥爪，造成一次302.4%攻击力的火属性伤害和六次50.4%攻击力的火属性伤害。"
        },
        {
          level: 3,
          desc: "向前迅猛挥爪，造成一次388.8%攻击力的火属性伤害和六次64.8%攻击力的火属性伤害。"
        },
        {
          level: 4,
          desc: "向前迅猛挥爪，造成一次475.2%攻击力的火属性伤害和六次79.2%攻击力的火属性伤害。"
        },
        {
          level: 5,
          desc: "向前迅猛挥爪，造成一次561.6%攻击力的火属性伤害和六次93.6%攻击力的火属性伤害。"
        }
      ]
    },
    {
      name: "烈焰斩",
      maxLevel: 5,
      desc: "斩击前方，对范围内敌人造成三次35.7%攻击力的火属性伤害。",
      levels: [
        {
          level: 1,
          desc: "斩击前方，对范围内敌人造成三次13.7%攻击力的火属性伤害。"
        },
        {
          level: 2,
          desc: "斩击前方，对范围内敌人造成三次19.2%攻击力的火属性伤害。"
        },
        {
          level: 3,
          desc: "斩击前方，对范围内敌人造成三次24.7%攻击力的火属性伤害。"
        },
        {
          level: 4,
          desc: "斩击前方，对范围内敌人造成三次30.2%攻击力的火属性伤害。"
        },
        {
          level: 5,
          desc: "斩击前方，对范围内敌人造成三次35.7%攻击力的火属性伤害。"
        }
      ]
    },
    {
      name: "烈焰散射",
      maxLevel: 5,
      desc: "向前方扇形区域发射10枚小型火焰弹，每枚火焰弹对命中的敌人造成30.8%攻击力的火属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向前方扇形区域发射10枚小型火焰弹，每枚火焰弹对命中的敌人造成11.9%攻击力的火属性伤害。"
        },
        {
          level: 2,
          desc: "向前方扇形区域发射10枚小型火焰弹，每枚火焰弹对命中的敌人造成16.6%攻击力的火属性伤害。"
        },
        {
          level: 3,
          desc: "向前方扇形区域发射10枚小型火焰弹，每枚火焰弹对命中的敌人造成21.3%攻击力的火属性伤害。"
        },
        {
          level: 4,
          desc: "向前方扇形区域发射10枚小型火焰弹，每枚火焰弹对命中的敌人造成26.1%攻击力的火属性伤害。"
        },
        {
          level: 5,
          desc: "向前方扇形区域发射10枚小型火焰弹，每枚火焰弹对命中的敌人造成30.8%攻击力的火属性伤害。"
        }
      ]
    },
    {
      name: "烈豹-合击",
      maxLevel: 5,
      desc: "向目标进行扑咬，造成652.9%攻击力的火属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标进行扑咬，造成251.1%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标进行扑咬，造成351.6%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标进行扑咬，造成452%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标进行扑咬，造成552.5%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标进行扑咬，造成652.9%攻击力的火属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "危险利爪",
      desc: "特技伤害增加70%，释放特技后自身受到当前生命值20%的伤害。"
    },
    {
      name: "烈焰爪",
      desc: "奇波对决中，自身攻击力提升150%，防御力降低80%。"
    }
  ],
  evolutions: []
}
