/** 烈焰角牛 */
export default {
  id: "lieyanjiaoniu",
  no: 6,
  name: "烈焰角牛",
  wikiSlug: "烈焰角牛",
  wikiUrl: "https://wiki.biligame.com/ap/烈焰角牛",
  elements: [
    "火"
  ],
  battleTag: "独猎",
  race: "异生类·兽形族",
  height: "190cm",
  stage: "成熟期",
  sizeType: "中",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "烈焰角牛的体型庞大，力气巨大无穷，个性也变得沉稳如山。它会对其他的事加以判断后再出手，不再如幼年时单纯莽撞，但它内心仍保有着赤忱的热情，遇见不平之事依然会忍不住出手相助，只是事后会选择悄悄离开，不让自己庞大的身躯吓到弱小的奇波。",
  image: "/imgs/qibos/lieyanjiaoniu.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/7/79/3dhrhrj2vbggadt812hdet6td9z7v9v.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "执锋",
    "燃火"
  ],
  drops: [
    "细密软绒",
    "兽灵之角"
  ],
  skills: [
    {
      name: "烈焰冲拳",
      maxLevel: 5,
      desc: "蓄力向前挥拳，对前方的敌人造成六次116.5%攻击力的火属性伤害。\n为自身添加“攻击提升·大”效果，使攻击力提升3.2%，持续16秒。\n为队伍添加1枚火属性调谐印记。",
      levels: [
        {
          level: 1,
          desc: "蓄力向前挥拳，对前方的敌人造成六次44.8%攻击力的火属性伤害。\n为自身添加“攻击提升·大”效果，使攻击力提升3.2%，持续16秒。\n为队伍添加1枚火属性调谐印记。"
        },
        {
          level: 2,
          desc: "蓄力向前挥拳，对前方的敌人造成六次62.7%攻击力的火属性伤害。\n为自身添加“攻击提升·大”效果，使攻击力提升3.2%，持续16秒。\n为队伍添加1枚火属性调谐印记。"
        },
        {
          level: 3,
          desc: "蓄力向前挥拳，对前方的敌人造成六次80.6%攻击力的火属性伤害。\n为自身添加“攻击提升·大”效果，使攻击力提升3.2%，持续16秒。\n为队伍添加1枚火属性调谐印记。"
        },
        {
          level: 4,
          desc: "蓄力向前挥拳，对前方的敌人造成六次98.6%攻击力的火属性伤害。\n为自身添加“攻击提升·大”效果，使攻击力提升3.2%，持续16秒。\n为队伍添加1枚火属性调谐印记。"
        },
        {
          level: 5,
          desc: "蓄力向前挥拳，对前方的敌人造成六次116.5%攻击力的火属性伤害。\n为自身添加“攻击提升·大”效果，使攻击力提升3.2%，持续16秒。\n为队伍添加1枚火属性调谐印记。"
        }
      ]
    },
    {
      name: "火焰冲撞",
      maxLevel: 5,
      desc: "向前方冲撞，对前方区域的敌人造成107%攻击力的火属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向前方冲撞，对前方区域的敌人造成41.1%攻击力的火属性伤害。"
        },
        {
          level: 2,
          desc: "向前方冲撞，对前方区域的敌人造成57.6%攻击力的火属性伤害。"
        },
        {
          level: 3,
          desc: "向前方冲撞，对前方区域的敌人造成74.1%攻击力的火属性伤害。"
        },
        {
          level: 4,
          desc: "向前方冲撞，对前方区域的敌人造成90.5%攻击力的火属性伤害。"
        },
        {
          level: 5,
          desc: "向前方冲撞，对前方区域的敌人造成107%攻击力的火属性伤害。"
        }
      ]
    },
    {
      name: "焰弹连发",
      maxLevel: 5,
      desc: "向目标连续发射5枚火焰弹，每枚火焰弹对命中的敌人造成55.5%攻击力的火属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标连续发射5枚火焰弹，每枚火焰弹对命中的敌人造成21.3%攻击力的火属性伤害。"
        },
        {
          level: 2,
          desc: "向目标连续发射5枚火焰弹，每枚火焰弹对命中的敌人造成29.9%攻击力的火属性伤害。"
        },
        {
          level: 3,
          desc: "向目标连续发射5枚火焰弹，每枚火焰弹对命中的敌人造成38.4%攻击力的火属性伤害。"
        },
        {
          level: 4,
          desc: "向目标连续发射5枚火焰弹，每枚火焰弹对命中的敌人造成46.9%攻击力的火属性伤害。"
        },
        {
          level: 5,
          desc: "向目标连续发射5枚火焰弹，每枚火焰弹对命中的敌人造成55.5%攻击力的火属性伤害。"
        }
      ]
    },
    {
      name: "烈焰角牛-合击",
      maxLevel: 5,
      desc: "向目标发起攻击，造成652.9%攻击力的火属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起攻击，造成251.1%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起攻击，造成351.6%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起攻击，造成452%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起攻击，造成552.5%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起攻击，造成652.9%攻击力的火属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "炽热肌肉",
      desc: "火属性伤害减免提升8%，特技伤害提升30%。"
    },
    {
      name: "焰拳Ⅲ",
      desc: "奇波对决中，施放特技后，自身损失20%最大生命值，特技伤害提升200%，特技无法对对决设施造成伤害。"
    }
  ],
  evolutions: [
    {
      name: "焰哞哞",
      no: 4,
      stage: "幼年期",
      wikiSlug: "焰哞哞"
    },
    {
      name: "焰牛牛",
      no: 5,
      stage: "成长期",
      wikiSlug: "焰牛牛"
    },
    {
      name: "烈焰角牛",
      no: 6,
      stage: "成熟期",
      wikiSlug: "烈焰角牛"
    }
  ]
}
