/** 萝冠灵狐 */
export default {
  id: "luoguanlinghu",
  no: 3,
  name: "萝冠灵狐",
  wikiSlug: "萝冠灵狐",
  wikiUrl: "https://wiki.biligame.com/ap/萝冠灵狐",
  elements: [
    "木"
  ],
  battleTag: "侵扰",
  race: "异生类·兽形族",
  height: "200cm",
  stage: "成熟期",
  sizeType: "中",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "萝冠灵狐的姿态优雅，有着王冠一样的角，也是萝冠灵狐完全成熟的象征。它很重视自己的角，角越有光泽就越会被其他奇波羡慕。因此，看见萝冠灵狐昂首行走时，那代表它对自己的角十分自豪。",
  image: "/imgs/qibos/luoguanlinghu.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/2/27/52lrjr3if8ke83qfuobwt3wu7jcd5e8.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "执锋",
    "木工"
  ],
  drops: [
    "细密软绒",
    "兽灵之角"
  ],
  skills: [
    {
      name: "萝冠之息",
      maxLevel: 5,
      desc: "唤出木能光束，为自身周边的区域造成314.1%攻击力的木属性伤害。\n为队伍添加1枚木属性调谐印记。",
      levels: [
        {
          level: 1,
          desc: "唤出木能光束，为自身周边的区域造成120.8%攻击力的木属性伤害。\n为队伍添加1枚木属性调谐印记。"
        },
        {
          level: 2,
          desc: "唤出木能光束，为自身周边的区域造成169.1%攻击力的木属性伤害。\n为队伍添加1枚木属性调谐印记。"
        },
        {
          level: 3,
          desc: "唤出木能光束，为自身周边的区域造成217.4%攻击力的木属性伤害。\n为队伍添加1枚木属性调谐印记。"
        },
        {
          level: 4,
          desc: "唤出木能光束，为自身周边的区域造成265.8%攻击力的木属性伤害。\n为队伍添加1枚木属性调谐印记。"
        },
        {
          level: 5,
          desc: "唤出木能光束，为自身周边的区域造成314.1%攻击力的木属性伤害。\n为队伍添加1枚木属性调谐印记。"
        }
      ]
    },
    {
      name: "飘叶散射",
      maxLevel: 5,
      desc: "向前方矩形范围内持续发射叶子，对范围内的敌人累计造成222.2%攻击力的木属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向前方矩形范围内持续发射叶子，对范围内的敌人累计造成85.8%攻击力的木属性伤害。"
        },
        {
          level: 2,
          desc: "向前方矩形范围内持续发射叶子，对范围内的敌人累计造成119.9%攻击力的木属性伤害。"
        },
        {
          level: 3,
          desc: "向前方矩形范围内持续发射叶子，对范围内的敌人累计造成154%攻击力的木属性伤害。"
        },
        {
          level: 4,
          desc: "向前方矩形范围内持续发射叶子，对范围内的敌人累计造成188.1%攻击力的木属性伤害。"
        },
        {
          level: 5,
          desc: "向前方矩形范围内持续发射叶子，对范围内的敌人累计造成222.2%攻击力的木属性伤害。"
        }
      ]
    },
    {
      name: "灵木繁星",
      maxLevel: 5,
      desc: "向目标连续发射10枚灵木弹，每枚灵木弹对命中的敌人造成27.7%攻击力的木属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标连续发射10枚灵木弹，每枚灵木弹对命中的敌人造成10.7%攻击力的木属性伤害。"
        },
        {
          level: 2,
          desc: "向目标连续发射10枚灵木弹，每枚灵木弹对命中的敌人造成14.9%攻击力的木属性伤害。"
        },
        {
          level: 3,
          desc: "向目标连续发射10枚灵木弹，每枚灵木弹对命中的敌人造成19.2%攻击力的木属性伤害。"
        },
        {
          level: 4,
          desc: "向目标连续发射10枚灵木弹，每枚灵木弹对命中的敌人造成23.5%攻击力的木属性伤害。"
        },
        {
          level: 5,
          desc: "向目标连续发射10枚灵木弹，每枚灵木弹对命中的敌人造成27.7%攻击力的木属性伤害。"
        }
      ]
    },
    {
      name: "萝冠灵狐-合击",
      maxLevel: 5,
      desc: "向目标发起攻击，造成652.9%攻击力的木属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起攻击，造成251.1%攻击力的木属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起攻击，造成351.6%攻击力的木属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起攻击，造成452%攻击力的木属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起攻击，造成552.5%攻击力的木属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起攻击，造成652.9%攻击力的木属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "茂盛花木",
      desc: "奇波和搭档角色的木属性伤害增加12%。"
    },
    {
      name: "萝冠Ⅲ",
      desc: "奇波对决中，自身特技冷却时间缩短70%，特技伤害降低20%。"
    }
  ],
  evolutions: [
    {
      name: "小芽狐",
      no: 1,
      stage: "幼年期",
      wikiSlug: "小芽狐"
    },
    {
      name: "蓬尾狐",
      no: 2,
      stage: "成长期",
      wikiSlug: "蓬尾狐"
    },
    {
      name: "萝冠灵狐",
      no: 3,
      stage: "成熟期",
      wikiSlug: "萝冠灵狐"
    }
  ]
}
