/** 蔓灵偶 */
export default {
  id: "manlingou",
  no: 30,
  name: "蔓灵偶",
  wikiSlug: "蔓灵偶",
  wikiUrl: "https://wiki.biligame.com/ap/蔓灵偶",
  elements: [
    "木"
  ],
  battleTag: "侵扰",
  race: "幻生类·元素族",
  height: "90cm",
  stage: "成熟期",
  sizeType: "中",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "元素化身完全成长后的姿态，可谓元素的意志本身。蔓灵偶是大自然的使者，也是所有元素灵偶中最有亲和力的一支，它经常会游走于森林间，将自己匿迹于植物之中是它最喜欢的生活方式。",
  image: "/imgs/qibos/manlingou.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/e/ed/l9k67w9h5opvd20g2om9pteulim7x2e.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "木工",
    "元素"
  ],
  drops: [
    "元素凝质",
    "本质之砂"
  ],
  skills: [
    {
      name: "繁生枝蔓",
      maxLevel: 5,
      desc: "召唤树枝向前攻击造成三次299.5%攻击力的木属性伤害并束缚5秒。",
      levels: [
        {
          level: 1,
          desc: "召唤树枝向前攻击造成三次115.2%攻击力的木属性伤害并束缚5秒。"
        },
        {
          level: 2,
          desc: "召唤树枝向前攻击造成三次161.3%攻击力的木属性伤害并束缚5秒。"
        },
        {
          level: 3,
          desc: "召唤树枝向前攻击造成三次207.4%攻击力的木属性伤害并束缚5秒。"
        },
        {
          level: 4,
          desc: "召唤树枝向前攻击造成三次253.4%攻击力的木属性伤害并束缚5秒。"
        },
        {
          level: 5,
          desc: "召唤树枝向前攻击造成三次299.5%攻击力的木属性伤害并束缚5秒。"
        }
      ]
    },
    {
      name: "地蔓突击",
      maxLevel: 5,
      desc: "向前方区域发射一道地蔓，对命中的敌人造成115.6%攻击力的木属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向前方区域发射一道地蔓，对命中的敌人造成44.4%攻击力的木属性伤害。"
        },
        {
          level: 2,
          desc: "向前方区域发射一道地蔓，对命中的敌人造成62.2%攻击力的木属性伤害。"
        },
        {
          level: 3,
          desc: "向前方区域发射一道地蔓，对命中的敌人造成80%攻击力的木属性伤害。"
        },
        {
          level: 4,
          desc: "向前方区域发射一道地蔓，对命中的敌人造成97.8%攻击力的木属性伤害。"
        },
        {
          level: 5,
          desc: "向前方区域发射一道地蔓，对命中的敌人造成115.6%攻击力的木属性伤害。"
        }
      ]
    },
    {
      name: "种子飞弹",
      maxLevel: 5,
      desc: "向目标发射3枚种子飞弹，对命中的敌人造成23.8%攻击力的木属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射3枚种子飞弹，对命中的敌人造成9.1%攻击力的木属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射3枚种子飞弹，对命中的敌人造成12.8%攻击力的木属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射3枚种子飞弹，对命中的敌人造成16.5%攻击力的木属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射3枚种子飞弹，对命中的敌人造成20.1%攻击力的木属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射3枚种子飞弹，对命中的敌人造成23.8%攻击力的木属性伤害。"
        }
      ]
    },
    {
      name: "蔓灵偶-合击",
      maxLevel: 5,
      desc: "向目标发起攻击，造成652.9%攻击力的木属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起攻击，造成251.1%攻击力的木属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起攻击，造成351.6%攻击力的木属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起攻击，造成452%攻击力的木属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起攻击，造成552.5%攻击力的木属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起攻击，造成652.9%攻击力的木属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "常青树",
      desc: "每5秒为队友回复2.1%生命值，不可叠加。"
    },
    {
      name: "自然躯体Ⅲ",
      desc: "奇波对决中，自身生命值提升30%，特技伤害提升70%，但施放特技后将自动退场。"
    }
  ],
  evolutions: [
    {
      name: "木灵仔",
      no: 28,
      stage: "幼年期",
      wikiSlug: "木灵仔"
    },
    {
      name: "木灵偶",
      no: 29,
      stage: "成长期",
      wikiSlug: "木灵偶"
    },
    {
      name: "蔓灵偶",
      no: 30,
      stage: "成熟期",
      wikiSlug: "蔓灵偶"
    }
  ]
}
