/** 蔓音花 */
export default {
  id: "manyinhua",
  no: 38,
  name: "蔓音花",
  wikiSlug: "蔓音花",
  wikiUrl: "https://wiki.biligame.com/ap/蔓音花",
  elements: [
    "木"
  ],
  battleTag: "缓冲",
  race: "幻生类·精怪族",
  height: "120cm",
  stage: "成熟期",
  sizeType: "中",
  shiny: true,
  special: false,
  obtain: "待补充",
  intro: "蔓音花性格相对沉静，喜欢在游荡的同时奏响乐曲，但它通常只会在自己满意的区域游荡。拨动奏乐的同时借助吹过的风，让枝条上的茸毛洒落散播花粉，让所经之处能够生长出它喜欢的植物，成为它独有的标记。",
  image: "/imgs/qibos/manyinhua.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/7/72/cppb8je06aiell8eg8ge9q3b171734t.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "耕作",
    "执锋"
  ],
  drops: [
    "密文轮盘",
    "凝形晶核"
  ],
  skills: [
    {
      name: "蔓音回响",
      maxLevel: 5,
      desc: "创造一片木能领域，持续10秒为范围内的友方每2秒恢复等同于自身攻击力30.3%的生命值。",
      levels: [
        {
          level: 1,
          desc: "创造一片木能领域，持续10秒为范围内的友方每2秒恢复等同于自身攻击力18.2%的生命值。"
        },
        {
          level: 2,
          desc: "创造一片木能领域，持续10秒为范围内的友方每2秒恢复等同于自身攻击力21.2%的生命值。"
        },
        {
          level: 3,
          desc: "创造一片木能领域，持续10秒为范围内的友方每2秒恢复等同于自身攻击力24.2%的生命值。"
        },
        {
          level: 4,
          desc: "创造一片木能领域，持续10秒为范围内的友方每2秒恢复等同于自身攻击力27.3%的生命值。"
        },
        {
          level: 5,
          desc: "创造一片木能领域，持续10秒为范围内的友方每2秒恢复等同于自身攻击力30.3%的生命值。"
        }
      ]
    },
    {
      name: "种子风暴",
      maxLevel: 5,
      desc: "向前方区域播撒12枚种子子弹，每枚子弹对敌人造成33%攻击力的木属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向前方区域播撒12枚种子子弹，每枚子弹对敌人造成12.7%攻击力的木属性伤害。"
        },
        {
          level: 2,
          desc: "向前方区域播撒12枚种子子弹，每枚子弹对敌人造成17.8%攻击力的木属性伤害。"
        },
        {
          level: 3,
          desc: "向前方区域播撒12枚种子子弹，每枚子弹对敌人造成22.9%攻击力的木属性伤害。"
        },
        {
          level: 4,
          desc: "向前方区域播撒12枚种子子弹，每枚子弹对敌人造成27.9%攻击力的木属性伤害。"
        },
        {
          level: 5,
          desc: "向前方区域播撒12枚种子子弹，每枚子弹对敌人造成33%攻击力的木属性伤害。"
        }
      ]
    },
    {
      name: "种子飞弹",
      maxLevel: 5,
      desc: "向目标发射3枚种子飞弹，对命中的敌人造成23.8%攻击力的木属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射3枚种子飞弹，对命中的敌人造成9.1%攻击力的木属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射3枚种子飞弹，对命中的敌人造成12.8%攻击力的木属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射3枚种子飞弹，对命中的敌人造成16.5%攻击力的木属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射3枚种子飞弹，对命中的敌人造成20.1%攻击力的木属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射3枚种子飞弹，对命中的敌人造成23.8%攻击力的木属性伤害。"
        }
      ]
    },
    {
      name: "蔓音花-合击",
      maxLevel: 5,
      desc: "向目标发起攻击，造成652.9%攻击力的木属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起攻击，造成251.1%攻击力的木属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起攻击，造成351.6%攻击力的木属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起攻击，造成452%攻击力的木属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起攻击，造成552.5%攻击力的木属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起攻击，造成652.9%攻击力的木属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "飘浮",
      desc: "奇波和搭档角色移动速度增加10%。"
    },
    {
      name: "木花苞Ⅲ",
      desc: "奇波对决中，自身生命值降低30%，在场时，友方全体奇波木属性伤害提升40%。"
    }
  ],
  evolutions: [
    {
      name: "木灵苞",
      no: 36,
      stage: "幼年期",
      wikiSlug: "木灵苞"
    },
    {
      name: "木灵朵",
      no: 37,
      stage: "成长期",
      wikiSlug: "木灵朵"
    },
    {
      name: "蔓音花",
      no: 38,
      stage: "成熟期",
      wikiSlug: "蔓音花"
    }
  ]
}
