/** 木灵朵 */
export default {
  id: "mulingduo",
  no: 37,
  name: "木灵朵",
  wikiSlug: "木灵朵",
  wikiUrl: "https://wiki.biligame.com/ap/木灵朵",
  elements: [
    "木"
  ],
  battleTag: "缓冲",
  race: "幻生类·精怪族",
  height: "70cm",
  stage: "成长期",
  sizeType: "小",
  shiny: true,
  special: false,
  obtain: "待补充",
  intro: "木灵朵灵巧优雅，头顶有一束淡黄的花蕊，手里总是捧着一个藤蔓竖琴。它的性格活泼友善，拨琴声悦耳，喜欢和周围的生灵互动。在好天气时，喜欢一边拨出悦耳的声音，一边穿梭在林中。",
  image: "/imgs/qibos/mulingduo.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/1/1f/jpzlqkycyzdckbi2k4qo5gwg26cxwp3.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "耕作",
    "执锋"
  ],
  drops: [
    "密文轮盘",
    "凝形晶核"
  ],
  skills: [
    {
      name: "灵朵绽放",
      maxLevel: 5,
      desc: "创造一片木能领域，持续10秒为范围内的友方每2秒恢复等同于自身攻击力22.7%的生命值。",
      levels: [
        {
          level: 1,
          desc: "创造一片木能领域，持续10秒为范围内的友方每2秒恢复等同于自身攻击力13.6%的生命值。"
        },
        {
          level: 2,
          desc: "创造一片木能领域，持续10秒为范围内的友方每2秒恢复等同于自身攻击力15.9%的生命值。"
        },
        {
          level: 3,
          desc: "创造一片木能领域，持续10秒为范围内的友方每2秒恢复等同于自身攻击力18.2%的生命值。"
        },
        {
          level: 4,
          desc: "创造一片木能领域，持续10秒为范围内的友方每2秒恢复等同于自身攻击力20.4%的生命值。"
        },
        {
          level: 5,
          desc: "创造一片木能领域，持续10秒为范围内的友方每2秒恢复等同于自身攻击力22.7%的生命值。"
        }
      ]
    },
    {
      name: "花绽飞弹",
      maxLevel: 5,
      desc: "向目标发射3枚花朵子弹，命中敌人后爆炸对范围内的敌人造成46.2%攻击力的木属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射3枚花朵子弹，命中敌人后爆炸对范围内的敌人造成17.8%攻击力的木属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射3枚花朵子弹，命中敌人后爆炸对范围内的敌人造成24.9%攻击力的木属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射3枚花朵子弹，命中敌人后爆炸对范围内的敌人造成32%攻击力的木属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射3枚花朵子弹，命中敌人后爆炸对范围内的敌人造成39.1%攻击力的木属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射3枚花朵子弹，命中敌人后爆炸对范围内的敌人造成46.2%攻击力的木属性伤害。"
        }
      ]
    },
    {
      name: "种子飞弹",
      maxLevel: 5,
      desc: "向目标发射3枚种子飞弹，对命中的敌人造成23.8%攻击力的木属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射3枚种子飞弹，对命中的敌人造成9.1%攻击力的木属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射3枚种子飞弹，对命中的敌人造成12.8%攻击力的木属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射3枚种子飞弹，对命中的敌人造成16.5%攻击力的木属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射3枚种子飞弹，对命中的敌人造成20.1%攻击力的木属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射3枚种子飞弹，对命中的敌人造成23.8%攻击力的木属性伤害。"
        }
      ]
    },
    {
      name: "木灵朵-合击",
      maxLevel: 5,
      desc: "向目标发起攻击，造成652.9%攻击力的木属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起攻击，造成251.1%攻击力的木属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起攻击，造成351.6%攻击力的木属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起攻击，造成452%攻击力的木属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起攻击，造成552.5%攻击力的木属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起攻击，造成652.9%攻击力的木属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "飘浮",
      desc: "奇波和搭档角色移动速度增加10%。"
    },
    {
      name: "木花苞Ⅱ",
      desc: "奇波对决中，自身生命值降低30%，在场时，友方全体奇波木属性伤害提升10%。"
    }
  ],
  evolutions: [
    {
      name: "木灵苞",
      no: 36,
      stage: "幼年期",
      wikiSlug: "木灵苞"
    },
    {
      name: "木灵朵",
      no: 37,
      stage: "成长期",
      wikiSlug: "木灵朵"
    },
    {
      name: "蔓音花",
      no: 38,
      stage: "成熟期",
      wikiSlug: "蔓音花"
    }
  ]
}
