/** 木灵偶 */
export default {
  id: "mulingou",
  no: 29,
  name: "木灵偶",
  wikiSlug: "木灵偶",
  wikiUrl: "https://wiki.biligame.com/ap/木灵偶",
  elements: [
    "木"
  ],
  battleTag: "侵扰",
  race: "幻生类·元素族",
  height: "70cm",
  stage: "成长期",
  sizeType: "小",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "元素化身的成长中状态，已经拥有了基本的控制自身所属元素的能力，行动轻盈。头上的两个三叶瓣植株会随着行动微微震颤，在它无力或沮丧时，头上的植株会耷拉下来，看起来比普通植株都要柔软。",
  image: "/imgs/qibos/mulingou.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/6/6b/qbf01jidswisvuh84wg4bicpjinjkaa.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "木工",
    "元素"
  ],
  drops: [
    "元素凝质",
    "本质之砂"
  ],
  skills: [
    {
      name: "突袭枝蔓",
      maxLevel: 5,
      desc: "召唤树枝向前攻击造成三次224.6%攻击力的木属性伤害并束缚5秒。",
      levels: [
        {
          level: 1,
          desc: "召唤树枝向前攻击造成三次86.4%攻击力的木属性伤害并束缚5秒。"
        },
        {
          level: 2,
          desc: "召唤树枝向前攻击造成三次121%攻击力的木属性伤害并束缚5秒。"
        },
        {
          level: 3,
          desc: "召唤树枝向前攻击造成三次155.5%攻击力的木属性伤害并束缚5秒。"
        },
        {
          level: 4,
          desc: "召唤树枝向前攻击造成三次190.1%攻击力的木属性伤害并束缚5秒。"
        },
        {
          level: 5,
          desc: "召唤树枝向前攻击造成三次224.6%攻击力的木属性伤害并束缚5秒。"
        }
      ]
    },
    {
      name: "花绽飞弹",
      maxLevel: 5,
      desc: "向目标发射3枚花朵子弹，命中敌人后爆炸对范围内的敌人造成46.2%攻击力的木属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射3枚花朵子弹，命中敌人后爆炸对范围内的敌人造成17.8%攻击力的木属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射3枚花朵子弹，命中敌人后爆炸对范围内的敌人造成24.9%攻击力的木属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射3枚花朵子弹，命中敌人后爆炸对范围内的敌人造成32%攻击力的木属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射3枚花朵子弹，命中敌人后爆炸对范围内的敌人造成39.1%攻击力的木属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射3枚花朵子弹，命中敌人后爆炸对范围内的敌人造成46.2%攻击力的木属性伤害。"
        }
      ]
    },
    {
      name: "种子飞弹",
      maxLevel: 5,
      desc: "向目标发射3枚种子飞弹，对命中的敌人造成23.8%攻击力的木属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射3枚种子飞弹，对命中的敌人造成9.1%攻击力的木属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射3枚种子飞弹，对命中的敌人造成12.8%攻击力的木属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射3枚种子飞弹，对命中的敌人造成16.5%攻击力的木属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射3枚种子飞弹，对命中的敌人造成20.1%攻击力的木属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射3枚种子飞弹，对命中的敌人造成23.8%攻击力的木属性伤害。"
        }
      ]
    },
    {
      name: "木灵偶-合击",
      maxLevel: 5,
      desc: "向目标发起攻击，造成652.9%攻击力的木属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起攻击，造成251.1%攻击力的木属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起攻击，造成351.6%攻击力的木属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起攻击，造成452%攻击力的木属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起攻击，造成552.5%攻击力的木属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起攻击，造成652.9%攻击力的木属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "常青树",
      desc: "每5秒为队友回复2.1%生命值，不可叠加。"
    },
    {
      name: "自然躯体Ⅱ",
      desc: "奇波对决中，自身生命值提升30%，特技伤害提升40%，但施放特技后将自动退场。"
    }
  ],
  evolutions: [
    {
      name: "木灵仔",
      no: 28,
      stage: "幼年期",
      wikiSlug: "木灵仔"
    },
    {
      name: "木灵偶",
      no: 29,
      stage: "成长期",
      wikiSlug: "木灵偶"
    },
    {
      name: "蔓灵偶",
      no: 30,
      stage: "成熟期",
      wikiSlug: "蔓灵偶"
    }
  ]
}
