/** 目绒兔 */
export default {
  id: "murongtu",
  no: 14,
  name: "目绒兔",
  wikiSlug: "目绒兔",
  wikiUrl: "https://wiki.biligame.com/ap/目绒兔",
  elements: [
    "光"
  ],
  battleTag: "缓冲",
  race: "普生类",
  height: "43cm",
  stage: "成熟期",
  sizeType: "小",
  shiny: true,
  special: false,
  obtain: "待补充",
  intro: "目绒兔生性胆小，脾气温顺，长相非常具有迷惑性。从正面或侧面看上去像是拥有两对不同位置的长耳朵，但其实都是它的毛发，耳朵只有正上方的一小片区域而已。",
  image: "/imgs/qibos/murongtu.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/d/d3/j4kbototnm0q5yb8a20jm78rrxnaktj.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "执锋",
    "耕作",
    "照料"
  ],
  drops: [
    "星质原液",
    "顺滑凝脂"
  ],
  skills: [
    {
      name: "紧急治疗",
      maxLevel: 5,
      desc: "回复附近友方等同于自身生命上限10.9%的生命值，对于当前生命值低于50%的友方，恢复量额外提升2.2%。",
      levels: [
        {
          level: 1,
          desc: "回复附近友方等同于自身生命上限6.5%的生命值，对于当前生命值低于50%的友方，恢复量额外提升1.3%。"
        },
        {
          level: 2,
          desc: "回复附近友方等同于自身生命上限7.6%的生命值，对于当前生命值低于50%的友方，恢复量额外提升1.5%。"
        },
        {
          level: 3,
          desc: "回复附近友方等同于自身生命上限8.7%的生命值，对于当前生命值低于50%的友方，恢复量额外提升1.7%。"
        },
        {
          level: 4,
          desc: "回复附近友方等同于自身生命上限9.8%的生命值，对于当前生命值低于50%的友方，恢复量额外提升2%。"
        },
        {
          level: 5,
          desc: "回复附近友方等同于自身生命上限10.9%的生命值，对于当前生命值低于50%的友方，恢复量额外提升2.2%。"
        }
      ]
    },
    {
      name: "辉光倾至",
      maxLevel: 5,
      desc: "向前冲撞，对前方区域的敌人造成107%攻击力的光属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向前冲撞，对前方区域的敌人造成41.1%攻击力的光属性伤害。"
        },
        {
          level: 2,
          desc: "向前冲撞，对前方区域的敌人造成57.6%攻击力的光属性伤害。"
        },
        {
          level: 3,
          desc: "向前冲撞，对前方区域的敌人造成74.1%攻击力的光属性伤害。"
        },
        {
          level: 4,
          desc: "向前冲撞，对前方区域的敌人造成90.5%攻击力的光属性伤害。"
        },
        {
          level: 5,
          desc: "向前冲撞，对前方区域的敌人造成107%攻击力的光属性伤害。"
        }
      ]
    },
    {
      name: "目绒兔-合击",
      maxLevel: 5,
      desc: "向目标撞击，造成652.9%攻击力的光属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标撞击，造成251.1%攻击力的光属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标撞击，造成351.6%攻击力的光属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标撞击，造成452%攻击力的光属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标撞击，造成552.5%攻击力的光属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标撞击，造成652.9%攻击力的光属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "柔软身躯",
      desc: "对物理伤害可减免20%。"
    },
    {
      name: "温暖皮毛",
      desc: "奇波对决中，自身生命值降低30%，入场时自动施放一次特技，治疗效果提升400%，但后续特技将无法使用。"
    }
  ],
  evolutions: []
}
