/** 帕莫拉 */
export default {
  id: "pamola",
  no: "50A",
  name: "帕莫拉",
  wikiSlug: "帕莫拉",
  wikiUrl: "https://wiki.biligame.com/ap/帕莫拉",
  elements: [
    "雷",
    "风"
  ],
  battleTag: "猛袭",
  race: "异生类·羽形族",
  height: "170cm",
  stage: "成熟期",
  sizeType: "中",
  shiny: false,
  special: true,
  obtain: "待补充",
  intro: "即便在热爱飞行、向往自由的风剪鹰族群之中，名为「帕莫拉」的个体也是相当特殊的存在。在翼人族的传说中，它是鹰神的锐眼，在常人无法企及的高天之上巡视万物。故而断风磐的居民们用「帕莫拉」为其命名，意为「雷霆之魂」。",
  image: "/imgs/qibos/pamola.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/b/b6/hdzwpsrqcftb4fo213r2p39bcgjrl6e.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "狩猎"
  ],
  drops: [
    "斑斓飞羽",
    "锋锐利喙"
  ],
  skills: [
    {
      name: "雷霆穿梭",
      maxLevel: 5,
      desc: "向前快速冲刺，掠过战场，造成717.6%攻击力的雷属性伤害。\n为队伍添加1枚雷属性调谐印记。",
      levels: [
        {
          level: 1,
          desc: "向前快速冲刺，掠过战场，造成276%攻击力的雷属性伤害。\n为队伍添加1枚雷属性调谐印记。"
        },
        {
          level: 2,
          desc: "向前快速冲刺，掠过战场，造成386.4%攻击力的雷属性伤害。\n为队伍添加1枚雷属性调谐印记。"
        },
        {
          level: 3,
          desc: "向前快速冲刺，掠过战场，造成496.8%攻击力的雷属性伤害。\n为队伍添加1枚雷属性调谐印记。"
        },
        {
          level: 4,
          desc: "向前快速冲刺，掠过战场，造成607.2%攻击力的雷属性伤害。\n为队伍添加1枚雷属性调谐印记。"
        },
        {
          level: 5,
          desc: "向前快速冲刺，掠过战场，造成717.6%攻击力的雷属性伤害。\n为队伍添加1枚雷属性调谐印记。"
        }
      ]
    },
    {
      name: "凛风斩",
      maxLevel: 5,
      desc: "斩击前方，对前方扇形区域的敌人造成3次35.7%攻击力的风属性伤害。",
      levels: [
        {
          level: 1,
          desc: "斩击前方，对前方扇形区域的敌人造成3次13.7%攻击力的风属性伤害。"
        },
        {
          level: 2,
          desc: "斩击前方，对前方扇形区域的敌人造成3次19.2%攻击力的风属性伤害。"
        },
        {
          level: 3,
          desc: "斩击前方，对前方扇形区域的敌人造成3次24.7%攻击力的风属性伤害。"
        },
        {
          level: 4,
          desc: "斩击前方，对前方扇形区域的敌人造成3次30.2%攻击力的风属性伤害。"
        },
        {
          level: 5,
          desc: "斩击前方，对前方扇形区域的敌人造成3次35.7%攻击力的风属性伤害。"
        }
      ]
    },
    {
      name: "连续风刃",
      maxLevel: 5,
      desc: "向目标连续发射6枚风刃，每枚风刃对命中的敌人造成46.2%攻击力的风属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标连续发射6枚风刃，每枚风刃对命中的敌人造成17.8%攻击力的风属性伤害。"
        },
        {
          level: 2,
          desc: "向目标连续发射6枚风刃，每枚风刃对命中的敌人造成24.9%攻击力的风属性伤害。"
        },
        {
          level: 3,
          desc: "向目标连续发射6枚风刃，每枚风刃对命中的敌人造成32%攻击力的风属性伤害。"
        },
        {
          level: 4,
          desc: "向目标连续发射6枚风刃，每枚风刃对命中的敌人造成39.1%攻击力的风属性伤害。"
        },
        {
          level: 5,
          desc: "向目标连续发射6枚风刃，每枚风刃对命中的敌人造成46.2%攻击力的风属性伤害。"
        }
      ]
    },
    {
      name: "帕莫拉-合击",
      maxLevel: 5,
      desc: "向目标攻击，造成652.9%攻击力的雷属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标攻击，造成251.1%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标攻击，造成351.6%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标攻击，造成452%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标攻击，造成552.5%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标攻击，造成652.9%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "飞行",
      desc: "增加15%移动速度以及15%闪避率。"
    },
    {
      name: "雷羽",
      desc: "奇波对决中，自身生命值降低30%，入场前8秒，雷属性伤害提升130%，移动速度提升30%。"
    }
  ],
  evolutions: []
}
