/** 蓬尾狐 */
export default {
  id: "pengweihu",
  no: 2,
  name: "蓬尾狐",
  wikiSlug: "蓬尾狐",
  wikiUrl: "https://wiki.biligame.com/ap/蓬尾狐",
  elements: [
    "木"
  ],
  battleTag: "侵扰",
  race: "异生类·兽形族",
  height: "120cm",
  stage: "成长期",
  sizeType: "小",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "蓬尾狐的弹跳力强，毛发也更加蓬松柔软。它背上有着一双像树叶一样的小型翅膀，虽然不能彻底张开，但在跳跃的时候可以借助翅膀滑行，因此每次落地的姿态都十分优雅平稳。",
  image: "/imgs/qibos/pengweihu.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/d/d2/todd36stmn5netsxkn1yyfnmcwhfe6o.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "执锋",
    "木工"
  ],
  drops: [
    "细密软绒",
    "兽灵之角"
  ],
  skills: [
    {
      name: "蓬尾之息",
      maxLevel: 5,
      desc: "唤出木能光束，对前方扇形区域造成358.8%攻击力的木属性伤害。\n为队伍添加1枚木属性调谐印记。",
      levels: [
        {
          level: 1,
          desc: "唤出木能光束，对前方扇形区域造成138%攻击力的木属性伤害。\n为队伍添加1枚木属性调谐印记。"
        },
        {
          level: 2,
          desc: "唤出木能光束，对前方扇形区域造成193.2%攻击力的木属性伤害。\n为队伍添加1枚木属性调谐印记。"
        },
        {
          level: 3,
          desc: "唤出木能光束，对前方扇形区域造成248.4%攻击力的木属性伤害。\n为队伍添加1枚木属性调谐印记。"
        },
        {
          level: 4,
          desc: "唤出木能光束，对前方扇形区域造成303.6%攻击力的木属性伤害。\n为队伍添加1枚木属性调谐印记。"
        },
        {
          level: 5,
          desc: "唤出木能光束，对前方扇形区域造成358.8%攻击力的木属性伤害。\n为队伍添加1枚木属性调谐印记。"
        }
      ]
    },
    {
      name: "飘叶散射",
      maxLevel: 5,
      desc: "向前方矩形范围内持续发射叶子，对范围内的敌人累计造成222.2%攻击力的木属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向前方矩形范围内持续发射叶子，对范围内的敌人累计造成85.8%攻击力的木属性伤害。"
        },
        {
          level: 2,
          desc: "向前方矩形范围内持续发射叶子，对范围内的敌人累计造成119.9%攻击力的木属性伤害。"
        },
        {
          level: 3,
          desc: "向前方矩形范围内持续发射叶子，对范围内的敌人累计造成154%攻击力的木属性伤害。"
        },
        {
          level: 4,
          desc: "向前方矩形范围内持续发射叶子，对范围内的敌人累计造成188.1%攻击力的木属性伤害。"
        },
        {
          level: 5,
          desc: "向前方矩形范围内持续发射叶子，对范围内的敌人累计造成222.2%攻击力的木属性伤害。"
        }
      ]
    },
    {
      name: "灵木弹",
      maxLevel: 5,
      desc: "向目标发射3枚灵木弹，对命中的敌人造成23.8%攻击力的木属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射3枚灵木弹，对命中的敌人造成9.1%攻击力的木属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射3枚灵木弹，对命中的敌人造成12.8%攻击力的木属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射3枚灵木弹，对命中的敌人造成16.5%攻击力的木属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射3枚灵木弹，对命中的敌人造成20.1%攻击力的木属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射3枚灵木弹，对命中的敌人造成23.8%攻击力的木属性伤害。"
        }
      ]
    },
    {
      name: "蓬尾狐-合击",
      maxLevel: 5,
      desc: "向目标发起攻击，造成652.9%攻击力的木属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起攻击，造成251.1%攻击力的木属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起攻击，造成351.6%攻击力的木属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起攻击，造成452%攻击力的木属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起攻击，造成552.5%攻击力的木属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起攻击，造成652.9%攻击力的木属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "茂盛花木",
      desc: "奇波和搭档角色的木属性伤害增加12%。"
    },
    {
      name: "萝冠Ⅱ",
      desc: "奇波对决中，自身特技冷却时间缩短60%，特技伤害降低30%。"
    }
  ],
  evolutions: [
    {
      name: "小芽狐",
      no: 1,
      stage: "幼年期",
      wikiSlug: "小芽狐"
    },
    {
      name: "蓬尾狐",
      no: 2,
      stage: "成长期",
      wikiSlug: "蓬尾狐"
    },
    {
      name: "萝冠灵狐",
      no: 3,
      stage: "成熟期",
      wikiSlug: "萝冠灵狐"
    }
  ]
}
