/** 怯影之翼 */
export default {
  id: "qieyingzhiyi",
  no: 169,
  name: "怯影之翼",
  wikiSlug: "怯影之翼",
  wikiUrl: "https://wiki.biligame.com/ap/怯影之翼",
  elements: [
    "暗",
    "风"
  ],
  battleTag: "独猎",
  race: "幻生类·精怪族",
  height: "230cm",
  stage: "超限体",
  sizeType: "大",
  shiny: true,
  special: false,
  obtain: "",
  intro: "传闻中藏在雾叶密林深处，昼伏夜出的神秘梦魇，如夜晚的浓雾般令人无法辨明真身。",
  image: "/imgs/qibos/qieyingzhiyi.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/2/23/mcx1soh1pm8d6qu52sxv9gm1a25n9u1.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "执锋",
    "狩猎"
  ],
  drops: [
    "密文轮盘",
    "凝形晶核"
  ],
  skills: [
    {
      name: "血噬暗影",
      maxLevel: 5,
      desc: "对敌人发起三次爪击，造成89.9%攻击力的暗属性伤害，之后跃向空中，对目标进行俯冲，造成两次67.4%攻击力的暗属性伤害。\n对敌人添加“流血”效果，使目标每秒受到13.5%攻击力的暗属性伤害，持续20秒，该效果可叠加3层。",
      levels: [
        {
          level: 1,
          desc: "对敌人发起三次爪击，造成34.6%攻击力的暗属性伤害，之后跃向空中，对目标进行俯冲，造成两次25.9%攻击力的暗属性伤害。\n对敌人添加“流血”效果，使目标每秒受到5.2%攻击力的暗属性伤害，持续20秒，该效果可叠加3层。"
        },
        {
          level: 2,
          desc: "对敌人发起三次爪击，造成48.4%攻击力的暗属性伤害，之后跃向空中，对目标进行俯冲，造成两次36.3%攻击力的暗属性伤害。\n对敌人添加“流血”效果，使目标每秒受到7.3%攻击力的暗属性伤害，持续20秒，该效果可叠加3层。"
        },
        {
          level: 3,
          desc: "对敌人发起三次爪击，造成62.2%攻击力的暗属性伤害，之后跃向空中，对目标进行俯冲，造成两次46.7%攻击力的暗属性伤害。\n对敌人添加“流血”效果，使目标每秒受到9.3%攻击力的暗属性伤害，持续20秒，该效果可叠加3层。"
        },
        {
          level: 4,
          desc: "对敌人发起三次爪击，造成76%攻击力的暗属性伤害，之后跃向空中，对目标进行俯冲，造成两次57%攻击力的暗属性伤害。\n对敌人添加“流血”效果，使目标每秒受到11.4%攻击力的暗属性伤害，持续20秒，该效果可叠加3层。"
        },
        {
          level: 5,
          desc: "对敌人发起三次爪击，造成89.9%攻击力的暗属性伤害，之后跃向空中，对目标进行俯冲，造成两次67.4%攻击力的暗属性伤害。\n对敌人添加“流血”效果，使目标每秒受到13.5%攻击力的暗属性伤害，持续20秒，该效果可叠加3层。"
        }
      ]
    },
    {
      name: "暗魂影爆阵",
      maxLevel: 5,
      desc: "向目标发射可以追踪的大型暗魂影，命中敌人后爆炸，对爆炸点范围内的敌人造成138.7%攻击力的暗属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射可以追踪的大型暗魂影，命中敌人后爆炸，对爆炸点范围内的敌人造成53.3%攻击力的暗属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射可以追踪的大型暗魂影，命中敌人后爆炸，对爆炸点范围内的敌人造成74.7%攻击力的暗属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射可以追踪的大型暗魂影，命中敌人后爆炸，对爆炸点范围内的敌人造成96%攻击力的暗属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射可以追踪的大型暗魂影，命中敌人后爆炸，对爆炸点范围内的敌人造成117.3%攻击力的暗属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射可以追踪的大型暗魂影，命中敌人后爆炸，对爆炸点范围内的敌人造成138.7%攻击力的暗属性伤害。"
        }
      ]
    },
    {
      name: "连续风刃",
      maxLevel: 5,
      desc: "向目标连续发射6枚风刃，每枚风刃对命中的敌人造成46.2%攻击力的风属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标连续发射6枚风刃，每枚风刃对命中的敌人造成17.8%攻击力的风属性伤害。"
        },
        {
          level: 2,
          desc: "向目标连续发射6枚风刃，每枚风刃对命中的敌人造成24.9%攻击力的风属性伤害。"
        },
        {
          level: 3,
          desc: "向目标连续发射6枚风刃，每枚风刃对命中的敌人造成32%攻击力的风属性伤害。"
        },
        {
          level: 4,
          desc: "向目标连续发射6枚风刃，每枚风刃对命中的敌人造成39.1%攻击力的风属性伤害。"
        },
        {
          level: 5,
          desc: "向目标连续发射6枚风刃，每枚风刃对命中的敌人造成46.2%攻击力的风属性伤害。"
        }
      ]
    },
    {
      name: "怯影之翼-合击",
      maxLevel: 5,
      desc: "向目标发起攻击，造成652.9%攻击力的暗属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起攻击，造成251.1%攻击力的暗属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起攻击，造成351.6%攻击力的暗属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起攻击，造成452%攻击力的暗属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起攻击，造成552.5%攻击力的暗属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起攻击，造成652.9%攻击力的暗属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "生命吸取",
      desc: "攻击敌人后5秒内，敌人每秒受到20%奇波攻击的伤害，自身每秒恢复2%奇波攻击的生命。"
    },
    {
      name: "飞行",
      desc: "增加15%移动速度以及15%闪避率。"
    },
    {
      name: "吸收Ⅰ",
      desc: "奇波对决中，自身生命值降低30%，攻击力提升30%，对敌人造成伤害后，恢复伤害量20％的生命值。"
    }
  ],
  evolutions: []
}
