/** 秋日守望者 */
export default {
  id: "qiurishouwangzhe",
  no: 80,
  name: "秋日守望者",
  wikiSlug: "秋日守望者",
  wikiUrl: "https://wiki.biligame.com/ap/秋日守望者",
  elements: [
    "地",
    "风"
  ],
  battleTag: "猛袭",
  race: "幻生类·机偶族",
  height: "155cm",
  stage: "成熟期",
  sizeType: "中",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "秋日守望者的眉眼向下低垂，好像总是悲伤的模样。虽然长期保持同样的表情，但其实秋日守望者并不一定那么悲伤，它会用肢体的变化来表现自身的情绪，而对农田可能产生威胁的对象，它会非常执着地攻击到底。",
  image: "/imgs/qibos/qiurishouwangzhe.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/5/56/pbsj9hizql798qlgx66jcjdseffkwpj.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "执锋"
  ],
  drops: [
    "磨损部件",
    "恒定核心"
  ],
  skills: [
    {
      name: "镰舞风暴",
      maxLevel: 5,
      desc: "向敌人持续旋转移动，切割周围敌人，造成累计六次49.3%攻击力的地属性伤害，随后跃至半空中使用镰刀下劈，对敌人造成四次49.3%攻击力的地属性伤害，并将敌人击飞。\n为地属性角色添加“架势破坏效率提升·大”效果，使架势破坏效率提升15.9%。",
      levels: [
        {
          level: 1,
          desc: "向敌人持续旋转移动，切割周围敌人，造成累计六次19%攻击力的地属性伤害，随后跃至半空中使用镰刀下劈，对敌人造成四次19%攻击力的地属性伤害，并将敌人击飞。\n为地属性角色添加“架势破坏效率提升·大”效果，使架势破坏效率提升15.9%。"
        },
        {
          level: 2,
          desc: "向敌人持续旋转移动，切割周围敌人，造成累计六次26.5%攻击力的地属性伤害，随后跃至半空中使用镰刀下劈，对敌人造成四次26.5%攻击力的地属性伤害，并将敌人击飞。\n为地属性角色添加“架势破坏效率提升·大”效果，使架势破坏效率提升15.9%。"
        },
        {
          level: 3,
          desc: "向敌人持续旋转移动，切割周围敌人，造成累计六次34.1%攻击力的地属性伤害，随后跃至半空中使用镰刀下劈，对敌人造成四次34.1%攻击力的地属性伤害，并将敌人击飞。\n为地属性角色添加“架势破坏效率提升·大”效果，使架势破坏效率提升15.9%。"
        },
        {
          level: 4,
          desc: "向敌人持续旋转移动，切割周围敌人，造成累计六次41.7%攻击力的地属性伤害，随后跃至半空中使用镰刀下劈，对敌人造成四次41.7%攻击力的地属性伤害，并将敌人击飞。\n为地属性角色添加“架势破坏效率提升·大”效果，使架势破坏效率提升15.9%。"
        },
        {
          level: 5,
          desc: "向敌人持续旋转移动，切割周围敌人，造成累计六次49.3%攻击力的地属性伤害，随后跃至半空中使用镰刀下劈，对敌人造成四次49.3%攻击力的地属性伤害，并将敌人击飞。\n为地属性角色添加“架势破坏效率提升·大”效果，使架势破坏效率提升15.9%。"
        }
      ]
    },
    {
      name: "岩韧斩",
      maxLevel: 5,
      desc: "斩击前方，对前方扇形区域内的敌人造成35.7%攻击力的地属性伤害。",
      levels: [
        {
          level: 1,
          desc: "斩击前方，对前方扇形区域内的敌人造成13.7%攻击力的地属性伤害。"
        },
        {
          level: 2,
          desc: "斩击前方，对前方扇形区域内的敌人造成19.2%攻击力的地属性伤害。"
        },
        {
          level: 3,
          desc: "斩击前方，对前方扇形区域内的敌人造成24.7%攻击力的地属性伤害。"
        },
        {
          level: 4,
          desc: "斩击前方，对前方扇形区域内的敌人造成30.2%攻击力的地属性伤害。"
        },
        {
          level: 5,
          desc: "斩击前方，对前方扇形区域内的敌人造成35.7%攻击力的地属性伤害。"
        }
      ]
    },
    {
      name: "散射风刃",
      maxLevel: 5,
      desc: "向前方扇形区域发射3枚风刃，每枚风刃对命中的敌人造成277.3%攻击力的风属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向前方扇形区域发射3枚风刃，每枚风刃对命中的敌人造成106.7%攻击力的风属性伤害。"
        },
        {
          level: 2,
          desc: "向前方扇形区域发射3枚风刃，每枚风刃对命中的敌人造成149.3%攻击力的风属性伤害。"
        },
        {
          level: 3,
          desc: "向前方扇形区域发射3枚风刃，每枚风刃对命中的敌人造成192%攻击力的风属性伤害。"
        },
        {
          level: 4,
          desc: "向前方扇形区域发射3枚风刃，每枚风刃对命中的敌人造成234.7%攻击力的风属性伤害。"
        },
        {
          level: 5,
          desc: "向前方扇形区域发射3枚风刃，每枚风刃对命中的敌人造成277.3%攻击力的风属性伤害。"
        }
      ]
    },
    {
      name: "秋日守望者-合击",
      maxLevel: 5,
      desc: "向目标发起攻击，造成652.9%攻击力的地属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起攻击，造成251.1%攻击力的地属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起攻击，造成351.6%攻击力的地属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起攻击，造成452%攻击力的地属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起攻击，造成552.5%攻击力的地属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起攻击，造成652.9%攻击力的地属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "锐利武器",
      desc: "造成伤害后，自身攻击上升4%，最多可叠加10层，持续20秒。"
    },
    {
      name: "锋利镰刀II",
      desc: "奇波对决中，自身特技冷却时间缩短75%，特技伤害提升50%。"
    }
  ],
  evolutions: [
    {
      name: "跳跳稻草人",
      no: 79,
      stage: "幼年期",
      wikiSlug: "跳跳稻草人"
    },
    {
      name: "秋日守望者",
      no: 80,
      stage: "成熟期",
      wikiSlug: "秋日守望者"
    }
  ]
}
