/** 熔岩犰 */
export default {
  id: "rongyanqiu",
  no: 98,
  name: "熔岩犰",
  wikiSlug: "熔岩犰",
  wikiUrl: "https://wiki.biligame.com/ap/熔岩犰",
  elements: [
    "地",
    "火"
  ],
  battleTag: "防护",
  race: "异生类·兽形族",
  height: "200cm",
  stage: "成熟期",
  sizeType: "中",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "熔岩犰眼神不太好，经常撞到岩石，不过受伤的是岩石。如果有调皮的奇波/人往熔岩犰身上丢石头，往往会被它硬硬的外壳反弹回来，变成回旋镖击中自己——熔岩犰的甲壳就是这么坚硬！",
  image: "/imgs/qibos/rongyanqiu.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/2/23/qgr5ax6xocovoclelg8gqp0nkn32to3.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "耕作",
    "采矿"
  ],
  drops: [
    "细密软绒",
    "兽灵之角",
    "完整的兽皮",
    "稀有的兽皮"
  ],
  skills: [
    {
      name: "炽火陨星",
      maxLevel: 5,
      desc: "缩成滚球砸向敌人造成3次131.5%攻击力的火属性伤害和嘲讽，嘲讽持续10秒；生成一片燃烧区域，每秒造成9.9%攻击力的火属性伤害，持续10秒。\n为队伍添加1枚火属性调谐印记。",
      levels: [
        {
          level: 1,
          desc: "缩成滚球砸向敌人造成3次50.6%攻击力的火属性伤害和嘲讽，嘲讽持续10秒；生成一片燃烧区域，每秒造成3.8%攻击力的火属性伤害，持续10秒。\n为队伍添加1枚火属性调谐印记。"
        },
        {
          level: 2,
          desc: "缩成滚球砸向敌人造成3次70.8%攻击力的火属性伤害和嘲讽，嘲讽持续10秒；生成一片燃烧区域，每秒造成5.3%攻击力的火属性伤害，持续10秒。\n为队伍添加1枚火属性调谐印记。"
        },
        {
          level: 3,
          desc: "缩成滚球砸向敌人造成3次91%攻击力的火属性伤害和嘲讽，嘲讽持续10秒；生成一片燃烧区域，每秒造成6.8%攻击力的火属性伤害，持续10秒。\n为队伍添加1枚火属性调谐印记。"
        },
        {
          level: 4,
          desc: "缩成滚球砸向敌人造成3次111.2%攻击力的火属性伤害和嘲讽，嘲讽持续10秒；生成一片燃烧区域，每秒造成8.3%攻击力的火属性伤害，持续10秒。\n为队伍添加1枚火属性调谐印记。"
        },
        {
          level: 5,
          desc: "缩成滚球砸向敌人造成3次131.5%攻击力的火属性伤害和嘲讽，嘲讽持续10秒；生成一片燃烧区域，每秒造成9.9%攻击力的火属性伤害，持续10秒。\n为队伍添加1枚火属性调谐印记。"
        }
      ]
    },
    {
      name: "裂地岩突",
      maxLevel: 5,
      desc: "震动地面，让岩石突起，对前方矩形区域内的敌人造成69.3%攻击力的地属性伤害。",
      levels: [
        {
          level: 1,
          desc: "震动地面，让岩石突起，对前方矩形区域内的敌人造成26.7%攻击力的地属性伤害。"
        },
        {
          level: 2,
          desc: "震动地面，让岩石突起，对前方矩形区域内的敌人造成37.3%攻击力的地属性伤害。"
        },
        {
          level: 3,
          desc: "震动地面，让岩石突起，对前方矩形区域内的敌人造成48%攻击力的地属性伤害。"
        },
        {
          level: 4,
          desc: "震动地面，让岩石突起，对前方矩形区域内的敌人造成58.7%攻击力的地属性伤害。"
        },
        {
          level: 5,
          desc: "震动地面，让岩石突起，对前方矩形区域内的敌人造成69.3%攻击力的地属性伤害。"
        }
      ]
    },
    {
      name: "焰弹连发",
      maxLevel: 5,
      desc: "向目标连续发射5枚火焰弹，每枚火焰弹对命中的敌人造成55.5%攻击力的火属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标连续发射5枚火焰弹，每枚火焰弹对命中的敌人造成21.3%攻击力的火属性伤害。"
        },
        {
          level: 2,
          desc: "向目标连续发射5枚火焰弹，每枚火焰弹对命中的敌人造成29.9%攻击力的火属性伤害。"
        },
        {
          level: 3,
          desc: "向目标连续发射5枚火焰弹，每枚火焰弹对命中的敌人造成38.4%攻击力的火属性伤害。"
        },
        {
          level: 4,
          desc: "向目标连续发射5枚火焰弹，每枚火焰弹对命中的敌人造成46.9%攻击力的火属性伤害。"
        },
        {
          level: 5,
          desc: "向目标连续发射5枚火焰弹，每枚火焰弹对命中的敌人造成55.5%攻击力的火属性伤害。"
        }
      ]
    },
    {
      name: "熔岩犰-合击",
      maxLevel: 5,
      desc: "向目标发起攻击，对目标造成652.9%攻击力的火属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起攻击，对目标造成251.1%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起攻击，对目标造成351.6%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起攻击，对目标造成452%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起攻击，对目标造成552.5%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起攻击，对目标造成652.9%攻击力的火属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "燃火甲壳",
      desc: "防御力上升30%，受到伤害时，有50%概率对来源方造成自身攻击力30%的火属性伤害。"
    },
    {
      name: "熔岩护甲Ⅲ",
      desc: "奇波对决中，自身攻击力降低30%，入场时防御力提升1500%，每过1秒，该增益降低100%。"
    }
  ],
  evolutions: [
    {
      name: "滚地犰",
      no: 96,
      stage: "幼年期",
      wikiSlug: "滚地犰"
    },
    {
      name: "覆甲犰",
      no: 97,
      stage: "成长期",
      wikiSlug: "覆甲犰"
    },
    {
      name: "熔岩犰",
      no: 98,
      stage: "成熟期",
      wikiSlug: "熔岩犰"
    }
  ]
}
