/** 绒绒云 */
export default {
  id: "rongrongyun",
  no: 73,
  name: "绒绒云",
  wikiSlug: "绒绒云",
  wikiUrl: "https://wiki.biligame.com/ap/绒绒云",
  elements: [
    "木",
    "风"
  ],
  battleTag: "缓冲",
  race: "幻生类·精怪族",
  height: "100cm",
  stage: "成熟期",
  sizeType: "小",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "浑身上下被毛茸茸的绒絮覆盖的奇波，不再像啵啵丁一样只能随风而行，可以自主在空中漂浮，甚至控制自己的飞行方向。",
  image: "/imgs/qibos/rongrongyun.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/2/29/cfhpvgetoapibdcsr5dsmj3a8p4u6we.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "耕作"
  ],
  drops: [
    "密文轮盘",
    "凝形晶核"
  ],
  skills: [
    {
      name: "复苏季风",
      maxLevel: 5,
      desc: "恢复周围友方等同于自身攻击力48.5%的生命值，效果将重复生效三次，并使其提高25%移动速度，持续10秒。",
      levels: [
        {
          level: 1,
          desc: "恢复周围友方等同于自身攻击力29.1%的生命值，效果将重复生效三次，并使其提高25%移动速度，持续10秒。"
        },
        {
          level: 2,
          desc: "恢复周围友方等同于自身攻击力33.9%的生命值，效果将重复生效三次，并使其提高25%移动速度，持续10秒。"
        },
        {
          level: 3,
          desc: "恢复周围友方等同于自身攻击力38.8%的生命值，效果将重复生效三次，并使其提高25%移动速度，持续10秒。"
        },
        {
          level: 4,
          desc: "恢复周围友方等同于自身攻击力43.6%的生命值，效果将重复生效三次，并使其提高25%移动速度，持续10秒。"
        },
        {
          level: 5,
          desc: "恢复周围友方等同于自身攻击力48.5%的生命值，效果将重复生效三次，并使其提高25%移动速度，持续10秒。"
        }
      ]
    },
    {
      name: "森之守护",
      maxLevel: 5,
      desc: "对场上的友方单位进行守护，使其在10秒内获得2.4%的减伤效果。",
      levels: [
        {
          level: 1,
          desc: "对场上的友方单位进行守护，使其在10秒内获得1.4%的减伤效果。"
        },
        {
          level: 2,
          desc: "对场上的友方单位进行守护，使其在10秒内获得1.7%的减伤效果。"
        },
        {
          level: 3,
          desc: "对场上的友方单位进行守护，使其在10秒内获得1.9%的减伤效果。"
        },
        {
          level: 4,
          desc: "对场上的友方单位进行守护，使其在10秒内获得2.1%的减伤效果。"
        },
        {
          level: 5,
          desc: "对场上的友方单位进行守护，使其在10秒内获得2.4%的减伤效果。"
        }
      ]
    },
    {
      name: "风龙卷",
      maxLevel: 5,
      desc: "向前方发射龙卷风，对龙卷风行进路径上的敌人每次造成104%攻击力的风属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向前方发射龙卷风，对龙卷风行进路径上的敌人每次造成40%攻击力的风属性伤害。"
        },
        {
          level: 2,
          desc: "向前方发射龙卷风，对龙卷风行进路径上的敌人每次造成56%攻击力的风属性伤害。"
        },
        {
          level: 3,
          desc: "向前方发射龙卷风，对龙卷风行进路径上的敌人每次造成72%攻击力的风属性伤害。"
        },
        {
          level: 4,
          desc: "向前方发射龙卷风，对龙卷风行进路径上的敌人每次造成88%攻击力的风属性伤害。"
        },
        {
          level: 5,
          desc: "向前方发射龙卷风，对龙卷风行进路径上的敌人每次造成104%攻击力的风属性伤害。"
        }
      ]
    },
    {
      name: "绒绒云-合击",
      maxLevel: 5,
      desc: "向目标发起攻击，造成652.9%攻击力的风属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起攻击，造成251.1%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起攻击，造成351.6%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起攻击，造成452%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起攻击，造成552.5%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起攻击，造成652.9%攻击力的风属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "风力推动",
      desc: "全队移动速度增加5%，该效果无法叠加。"
    },
    {
      name: "风花苞Ⅲ",
      desc: "奇波对决中，自身生命值降低30%，攻击力降低30%，在场时，友方全体奇波的技能冷却时间缩短35%。"
    }
  ],
  evolutions: [
    {
      name: "啵啵丁",
      no: 72,
      stage: "幼年期",
      wikiSlug: "啵啵丁"
    },
    {
      name: "绒绒云",
      no: 73,
      stage: "成熟期",
      wikiSlug: "绒绒云"
    }
  ]
}
