/** 绒心布里尼 */
export default {
  id: "rongxinbulini",
  no: 186,
  name: "绒心布里尼",
  wikiSlug: "绒心布里尼",
  wikiUrl: "https://wiki.biligame.com/ap/绒心布里尼",
  elements: [
    "光",
    "火"
  ],
  battleTag: "侵扰",
  race: "异生类·兽形族",
  height: "50cm",
  stage: "成熟期",
  sizeType: "小",
  shiny: true,
  special: false,
  obtain: "待补充",
  intro: "极为稀有的奇波。性格天真无邪、乐观、开朗，好奇心强且玩心很大。常常漂浮在空中，身形灵活，移动速度很快，就像无法捕捉的光一样。",
  image: "/imgs/qibos/rongxinbulini.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/e/e0/2jigvet5l9x8g125dph0hvvwiubadd0.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "执锋"
  ],
  drops: [
    "细密软绒",
    "兽灵之角"
  ],
  skills: [
    {
      name: "绒心炸弹",
      maxLevel: 5,
      desc: "向前方投掷大量绒心炸弹，每枚炸弹命中敌人可造成28.9%攻击力的光属性伤害，最终发射一枚巨大炸弹，投射到敌人位置，对附近的敌人造成四次115.4%攻击力的光属性伤害。\n为队伍添加2枚光属性调谐印记。",
      levels: [
        {
          level: 1,
          desc: "向前方投掷大量绒心炸弹，每枚炸弹命中敌人可造成11.1%攻击力的光属性伤害，最终发射一枚巨大炸弹，投射到敌人位置，对附近的敌人造成四次44.4%攻击力的光属性伤害。\n为队伍添加2枚光属性调谐印记。"
        },
        {
          level: 2,
          desc: "向前方投掷大量绒心炸弹，每枚炸弹命中敌人可造成15.5%攻击力的光属性伤害，最终发射一枚巨大炸弹，投射到敌人位置，对附近的敌人造成四次62.2%攻击力的光属性伤害。\n为队伍添加2枚光属性调谐印记。"
        },
        {
          level: 3,
          desc: "向前方投掷大量绒心炸弹，每枚炸弹命中敌人可造成20%攻击力的光属性伤害，最终发射一枚巨大炸弹，投射到敌人位置，对附近的敌人造成四次79.9%攻击力的光属性伤害。\n为队伍添加2枚光属性调谐印记。"
        },
        {
          level: 4,
          desc: "向前方投掷大量绒心炸弹，每枚炸弹命中敌人可造成24.4%攻击力的光属性伤害，最终发射一枚巨大炸弹，投射到敌人位置，对附近的敌人造成四次97.7%攻击力的光属性伤害。\n为队伍添加2枚光属性调谐印记。"
        },
        {
          level: 5,
          desc: "向前方投掷大量绒心炸弹，每枚炸弹命中敌人可造成28.9%攻击力的光属性伤害，最终发射一枚巨大炸弹，投射到敌人位置，对附近的敌人造成四次115.4%攻击力的光属性伤害。\n为队伍添加2枚光属性调谐印记。"
        }
      ]
    },
    {
      name: "分裂之焰",
      maxLevel: 5,
      desc: "向空中发射一枚大火球，在落向目标时分裂为多发火焰球攻击目标附近，每个火焰球造成13.2%攻击力的火属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向空中发射一枚大火球，在落向目标时分裂为多发火焰球攻击目标附近，每个火焰球造成5.1%攻击力的火属性伤害。"
        },
        {
          level: 2,
          desc: "向空中发射一枚大火球，在落向目标时分裂为多发火焰球攻击目标附近，每个火焰球造成7.1%攻击力的火属性伤害。"
        },
        {
          level: 3,
          desc: "向空中发射一枚大火球，在落向目标时分裂为多发火焰球攻击目标附近，每个火焰球造成9.1%攻击力的火属性伤害。"
        },
        {
          level: 4,
          desc: "向空中发射一枚大火球，在落向目标时分裂为多发火焰球攻击目标附近，每个火焰球造成11.2%攻击力的火属性伤害。"
        },
        {
          level: 5,
          desc: "向空中发射一枚大火球，在落向目标时分裂为多发火焰球攻击目标附近，每个火焰球造成13.2%攻击力的火属性伤害。"
        }
      ]
    },
    {
      name: "火球连射",
      maxLevel: 5,
      desc: "向前方依次发射4枚火球，每个火球对命中的敌人造成17.8%攻击力的火属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向前方依次发射4枚火球，每个火球对命中的敌人造成6.9%攻击力的火属性伤害。"
        },
        {
          level: 2,
          desc: "向前方依次发射4枚火球，每个火球对命中的敌人造成9.6%攻击力的火属性伤害。"
        },
        {
          level: 3,
          desc: "向前方依次发射4枚火球，每个火球对命中的敌人造成12.3%攻击力的火属性伤害。"
        },
        {
          level: 4,
          desc: "向前方依次发射4枚火球，每个火球对命中的敌人造成15.1%攻击力的火属性伤害。"
        },
        {
          level: 5,
          desc: "向前方依次发射4枚火球，每个火球对命中的敌人造成17.8%攻击力的火属性伤害。"
        }
      ]
    },
    {
      name: "绒心布里尼-合击",
      maxLevel: 5,
      desc: "向目标发起攻击，造成652.9%攻击力的光属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起攻击，造成251.1%攻击力的光属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起攻击，造成351.6%攻击力的光属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起攻击，造成452%攻击力的光属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起攻击，造成552.5%攻击力的光属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起攻击，造成652.9%攻击力的光属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "激运",
      desc: "每间隔2秒，下一次攻击必定暴击。"
    },
    {
      name: "飘浮",
      desc: "奇波和搭档角色移动速度增加10%。"
    },
    {
      name: "绒心",
      desc: "奇波对决中，自身生命值降低30%，在场时，友方全体奇波特技伤害提升40%。"
    }
  ],
  evolutions: []
}
