/** 赛可洛 */
export default {
  id: "saikeluo",
  no: 182,
  name: "赛可洛",
  wikiSlug: "赛可洛",
  wikiUrl: "https://wiki.biligame.com/ap/赛可洛",
  elements: [
    "风"
  ],
  battleTag: "侵扰",
  race: "异生类·鳞形族",
  height: "90cm",
  stage: "幼年期",
  sizeType: "中",
  shiny: true,
  special: false,
  obtain: "待补充",
  intro: "赛可洛热情活泼，总是闲不下来，就算只有自己一个奇波，也能和风玩上半天。由于对风的掌控能力还不成熟，有时也会出现把自己吹摔倒的现象。",
  image: "/imgs/qibos/saikeluo.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/4/44/2i6ms1mnvhpgagwl4cxxo681tjoauta.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "木工"
  ],
  drops: [
    "幽光鳞片",
    "鳞光薄膜"
  ],
  skills: [
    {
      name: "卷风呼啸",
      maxLevel: 5,
      desc: "释放龙卷风围绕自身，每次造成32.9%攻击力的风属性伤害，龙卷风消散后进行一次斩击，造成三次109.8%攻击力的风属性伤害。\n对风属性角色添加“能量回复增幅提升·小”效果，使能量回复增幅提升14.9%，持续16秒。",
      levels: [
        {
          level: 1,
          desc: "释放龙卷风围绕自身，每次造成12.7%攻击力的风属性伤害，龙卷风消散后进行一次斩击，造成三次42.2%攻击力的风属性伤害。\n对风属性角色添加“能量回复增幅提升·小”效果，使能量回复增幅提升14.9%，持续16秒。"
        },
        {
          level: 2,
          desc: "释放龙卷风围绕自身，每次造成17.7%攻击力的风属性伤害，龙卷风消散后进行一次斩击，造成三次59.1%攻击力的风属性伤害。\n对风属性角色添加“能量回复增幅提升·小”效果，使能量回复增幅提升14.9%，持续16秒。"
        },
        {
          level: 3,
          desc: "释放龙卷风围绕自身，每次造成22.8%攻击力的风属性伤害，龙卷风消散后进行一次斩击，造成三次76%攻击力的风属性伤害。\n对风属性角色添加“能量回复增幅提升·小”效果，使能量回复增幅提升14.9%，持续16秒。"
        },
        {
          level: 4,
          desc: "释放龙卷风围绕自身，每次造成27.9%攻击力的风属性伤害，龙卷风消散后进行一次斩击，造成三次92.9%攻击力的风属性伤害。\n对风属性角色添加“能量回复增幅提升·小”效果，使能量回复增幅提升14.9%，持续16秒。"
        },
        {
          level: 5,
          desc: "释放龙卷风围绕自身，每次造成32.9%攻击力的风属性伤害，龙卷风消散后进行一次斩击，造成三次109.8%攻击力的风属性伤害。\n对风属性角色添加“能量回复增幅提升·小”效果，使能量回复增幅提升14.9%，持续16秒。"
        }
      ]
    },
    {
      name: "风刃",
      maxLevel: 5,
      desc: "向目标发射风刃，对命中的敌人造成92.4%攻击力的风属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射风刃，对命中的敌人造成35.6%攻击力的风属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射风刃，对命中的敌人造成49.8%攻击力的风属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射风刃，对命中的敌人造成64%攻击力的风属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射风刃，对命中的敌人造成78.2%攻击力的风属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射风刃，对命中的敌人造成92.4%攻击力的风属性伤害。"
        }
      ]
    },
    {
      name: "赛可洛-合击",
      maxLevel: 5,
      desc: "向目标发起攻击，造成652.9%攻击力的风属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起攻击，造成251.1%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起攻击，造成351.6%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起攻击，造成452%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起攻击，造成552.5%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起攻击，造成652.9%攻击力的风属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "风息流转",
      desc: "自身特技冷却时长减少40%。"
    },
    {
      name: "神圣之躯",
      desc: "全元素属性的抗性提升20%。"
    },
    {
      name: "风暴身躯Ⅰ",
      desc: "奇波对决中，在场时，友方全体奇波技能冷却时间缩短15%。"
    }
  ],
  evolutions: [
    {
      name: "赛可洛",
      no: 182,
      stage: "幼年期",
      wikiSlug: "赛可洛"
    },
    {
      name: "托纳缇欧",
      no: 183,
      stage: "成熟期",
      wikiSlug: "托纳缇欧"
    },
    {
      name: "伊欧利安",
      no: 184,
      stage: "超限体",
      wikiSlug: "伊欧利安"
    }
  ]
}
