/** 三角蜥 */
export default {
  id: "sanjiaoxi",
  no: 174,
  name: "三角蜥",
  wikiSlug: "三角蜥",
  wikiUrl: "https://wiki.biligame.com/ap/三角蜥",
  elements: [
    "地"
  ],
  battleTag: "侵扰",
  race: "异生类·鳞形族",
  height: "130cm",
  stage: "成熟期",
  sizeType: "中",
  shiny: true,
  special: false,
  obtain: "待补充",
  intro: "三角蜥身上如同三棱锥状的坚硬双拳，让它看上去威风凛凛。它具备非同小可的战斗力，外层的甲壳攻守兼备，作为对手非常难缠，作为伙伴则极其可靠。",
  image: "/imgs/qibos/sanjiaoxi.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/4/43/gd38kukidg657wl3vs4bn32o85ek5y8.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "采矿"
  ],
  drops: [
    "幽光鳞片",
    "鳞光薄膜"
  ],
  skills: [
    {
      name: "砸地锤击",
      maxLevel: 5,
      desc: "砸击目标区域，对附近的敌人造成三次109.4%攻击力的地属性伤害。\n对敌人添加“地属性抗性下降·小”效果，使地属性抗性下降0.9%，持续16秒。",
      levels: [
        {
          level: 1,
          desc: "砸击目标区域，对附近的敌人造成三次42.1%攻击力的地属性伤害。\n对敌人添加“地属性抗性下降·小”效果，使地属性抗性下降0.9%，持续16秒。"
        },
        {
          level: 2,
          desc: "砸击目标区域，对附近的敌人造成三次58.9%攻击力的地属性伤害。\n对敌人添加“地属性抗性下降·小”效果，使地属性抗性下降0.9%，持续16秒。"
        },
        {
          level: 3,
          desc: "砸击目标区域，对附近的敌人造成三次75.7%攻击力的地属性伤害。\n对敌人添加“地属性抗性下降·小”效果，使地属性抗性下降0.9%，持续16秒。"
        },
        {
          level: 4,
          desc: "砸击目标区域，对附近的敌人造成三次92.6%攻击力的地属性伤害。\n对敌人添加“地属性抗性下降·小”效果，使地属性抗性下降0.9%，持续16秒。"
        },
        {
          level: 5,
          desc: "砸击目标区域，对附近的敌人造成三次109.4%攻击力的地属性伤害。\n对敌人添加“地属性抗性下降·小”效果，使地属性抗性下降0.9%，持续16秒。"
        }
      ]
    },
    {
      name: "岩锥",
      maxLevel: 5,
      desc: "向目标发射一枚岩锥，对命中的敌人造成71.3%攻击力的地属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射一枚岩锥，对命中的敌人造成27.4%攻击力的地属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射一枚岩锥，对命中的敌人造成38.4%攻击力的地属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射一枚岩锥，对命中的敌人造成49.4%攻击力的地属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射一枚岩锥，对命中的敌人造成60.3%攻击力的地属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射一枚岩锥，对命中的敌人造成71.3%攻击力的地属性伤害。"
        }
      ]
    },
    {
      name: "岩韧斩",
      maxLevel: 5,
      desc: "斩击前方，对前方扇形区域内的敌人造成35.7%攻击力的地属性伤害。",
      levels: [
        {
          level: 1,
          desc: "斩击前方，对前方扇形区域内的敌人造成13.7%攻击力的地属性伤害。"
        },
        {
          level: 2,
          desc: "斩击前方，对前方扇形区域内的敌人造成19.2%攻击力的地属性伤害。"
        },
        {
          level: 3,
          desc: "斩击前方，对前方扇形区域内的敌人造成24.7%攻击力的地属性伤害。"
        },
        {
          level: 4,
          desc: "斩击前方，对前方扇形区域内的敌人造成30.2%攻击力的地属性伤害。"
        },
        {
          level: 5,
          desc: "斩击前方，对前方扇形区域内的敌人造成35.7%攻击力的地属性伤害。"
        }
      ]
    },
    {
      name: "三角蜥-合击",
      maxLevel: 5,
      desc: "戳刺目标，造成652.9%攻击力的地属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "戳刺目标，造成251.1%攻击力的地属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "戳刺目标，造成351.6%攻击力的地属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "戳刺目标，造成452%攻击力的地属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "戳刺目标，造成552.5%攻击力的地属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "戳刺目标，造成652.9%攻击力的地属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "破甲锤",
      desc: "特技命中可使敌人防御降低6%，移动速度降低10%，持续40秒。"
    },
    {
      name: "重锤Ⅱ",
      desc: "奇波对决中，自身特技伤害提升150%，特技冷却时间延长50%，特技无法对对决设施造成伤害。"
    }
  ],
  evolutions: [
    {
      name: "铁球蜥",
      no: 173,
      stage: "幼年期",
      wikiSlug: "铁球蜥"
    },
    {
      name: "三角蜥",
      no: 174,
      stage: "成熟期",
      wikiSlug: "三角蜥"
    },
    {
      name: "角斗蜥",
      no: 175,
      stage: "超限体",
      wikiSlug: "角斗蜥"
    }
  ]
}
