/** 森彩灵蝶 */
export default {
  id: "sencailingdie",
  no: 165,
  name: "森彩灵蝶",
  wikiSlug: "森彩灵蝶",
  wikiUrl: "https://wiki.biligame.com/ap/森彩灵蝶",
  elements: [
    "光",
    "风"
  ],
  battleTag: "侵扰",
  race: "幻生类·精怪族",
  height: "260cm",
  stage: "超限体",
  sizeType: "中",
  shiny: true,
  special: false,
  obtain: "",
  intro: "深藏于雾叶密林的飘渺传说，会被强烈的执念吸引，却又回以轻佻的捉弄；亦真亦幻，似梦似醒，此即为触不可及的妖精之蝶。",
  image: "/imgs/qibos/sencailingdie.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/6/60/3ao4ipwrb75swos35mr51iuo5htqye1.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "锻坚"
  ],
  drops: [
    "密文轮盘",
    "凝形晶核"
  ],
  skills: [
    {
      name: "幻惑之风",
      maxLevel: 5,
      desc: "释放花粉，增加队伍暴击率，使暴击率提升16.5%，持续15秒，并唤起两股幻惑之风持续攻击目标敌人，每股幻惑之风每0.5秒可对命中的敌人造成16.6%攻击力的风属性伤害。",
      levels: [
        {
          level: 1,
          desc: "释放花粉，增加队伍暴击率，使暴击率提升9.9%，持续15秒，并唤起两股幻惑之风持续攻击目标敌人，每股幻惑之风每0.5秒可对命中的敌人造成6.4%攻击力的风属性伤害。"
        },
        {
          level: 2,
          desc: "释放花粉，增加队伍暴击率，使暴击率提升11.5%，持续15秒，并唤起两股幻惑之风持续攻击目标敌人，每股幻惑之风每0.5秒可对命中的敌人造成9%攻击力的风属性伤害。"
        },
        {
          level: 3,
          desc: "释放花粉，增加队伍暴击率，使暴击率提升13.2%，持续15秒，并唤起两股幻惑之风持续攻击目标敌人，每股幻惑之风每0.5秒可对命中的敌人造成11.5%攻击力的风属性伤害。"
        },
        {
          level: 4,
          desc: "释放花粉，增加队伍暴击率，使暴击率提升14.8%，持续15秒，并唤起两股幻惑之风持续攻击目标敌人，每股幻惑之风每0.5秒可对命中的敌人造成14.1%攻击力的风属性伤害。"
        },
        {
          level: 5,
          desc: "释放花粉，增加队伍暴击率，使暴击率提升16.5%，持续15秒，并唤起两股幻惑之风持续攻击目标敌人，每股幻惑之风每0.5秒可对命中的敌人造成16.6%攻击力的风属性伤害。"
        }
      ]
    },
    {
      name: "旋风涡流",
      maxLevel: 5,
      desc: "在目标区域创造一个旋风涡流，每0.5秒对区域内的敌人造成40.1%攻击力的风属性伤害，并将敌人向中心牵引，持续5秒。",
      levels: [
        {
          level: 1,
          desc: "在目标区域创造一个旋风涡流，每0.5秒对区域内的敌人造成15.4%攻击力的风属性伤害，并将敌人向中心牵引，持续5秒。"
        },
        {
          level: 2,
          desc: "在目标区域创造一个旋风涡流，每0.5秒对区域内的敌人造成21.6%攻击力的风属性伤害，并将敌人向中心牵引，持续5秒。"
        },
        {
          level: 3,
          desc: "在目标区域创造一个旋风涡流，每0.5秒对区域内的敌人造成27.7%攻击力的风属性伤害，并将敌人向中心牵引，持续5秒。"
        },
        {
          level: 4,
          desc: "在目标区域创造一个旋风涡流，每0.5秒对区域内的敌人造成33.9%攻击力的风属性伤害，并将敌人向中心牵引，持续5秒。"
        },
        {
          level: 5,
          desc: "在目标区域创造一个旋风涡流，每0.5秒对区域内的敌人造成40.1%攻击力的风属性伤害，并将敌人向中心牵引，持续5秒。"
        }
      ]
    },
    {
      name: "辉光四射",
      maxLevel: 5,
      desc: "向目标连续发射7枚可以追踪的辉光球，每个辉光球对命中的敌人造成39.6%攻击力的光属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标连续发射7枚可以追踪的辉光球，每个辉光球对命中的敌人造成15.2%攻击力的光属性伤害。"
        },
        {
          level: 2,
          desc: "向目标连续发射7枚可以追踪的辉光球，每个辉光球对命中的敌人造成21.3%攻击力的光属性伤害。"
        },
        {
          level: 3,
          desc: "向目标连续发射7枚可以追踪的辉光球，每个辉光球对命中的敌人造成27.4%攻击力的光属性伤害。"
        },
        {
          level: 4,
          desc: "向目标连续发射7枚可以追踪的辉光球，每个辉光球对命中的敌人造成33.5%攻击力的光属性伤害。"
        },
        {
          level: 5,
          desc: "向目标连续发射7枚可以追踪的辉光球，每个辉光球对命中的敌人造成39.6%攻击力的光属性伤害。"
        }
      ]
    },
    {
      name: "森彩灵蝶-合击",
      maxLevel: 5,
      desc: "向目标发起攻击，造成652.9%攻击力的风属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起攻击，造成251.1%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起攻击，造成351.6%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起攻击，造成452%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起攻击，造成552.5%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起攻击，造成652.9%攻击力的风属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "活性鳞粉",
      desc: "释放特技后，奇波和搭档角色攻击力上升2%，最多叠加6层，持续30秒。"
    },
    {
      name: "华丽姿态",
      desc: "周边15米范围内敌人攻击力下降20%，该效果不可叠加。"
    },
    {
      name: "蝶舞",
      desc: "奇波对决中，自身生命值降低30%，攻击力提升30%，技能冷却时间缩短5%。"
    }
  ],
  evolutions: [
    {
      name: "小浮蝶",
      no: 162,
      stage: "幼年期",
      wikiSlug: "小浮蝶"
    },
    {
      name: "浮蝶",
      no: 163,
      stage: "成长期",
      wikiSlug: "浮蝶"
    },
    {
      name: "幻蝶",
      no: 164,
      stage: "成熟期",
      wikiSlug: "幻蝶"
    },
    {
      name: "森彩灵蝶",
      no: 165,
      stage: "超限体",
      wikiSlug: "森彩灵蝶"
    }
  ]
}
