/** 森境鹿 */
export default {
  id: "senjinglu",
  no: 60,
  name: "森境鹿",
  wikiSlug: "森境鹿",
  wikiUrl: "https://wiki.biligame.com/ap/森境鹿",
  elements: [
    "木"
  ],
  battleTag: "侵扰",
  race: "异生类·兽形族",
  height: "270cm",
  stage: "成熟期",
  sizeType: "中",
  shiny: true,
  special: false,
  obtain: "待补充",
  intro: "拥有漂亮的青绿色毛皮，在森林中行进时一晃而过的身影总是轻盈而优雅。据说，大多数森境鹿都能听懂精灵语，能在危急关头与之并肩抗敌。",
  image: "/imgs/qibos/senjinglu.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/c/c0/mnr99ik7by6skt0o7jp7ax7vajw1m8i.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "木工"
  ],
  drops: [
    "细密软绒",
    "兽灵之角"
  ],
  skills: [
    {
      name: "森境束缚",
      maxLevel: 5,
      desc: "召唤草丛，伸出藤蔓对敌人造成两次171.6%攻击力的木属性伤害并束缚敌人5秒。\n为队伍添加1枚木属性调谐印记。",
      levels: [
        {
          level: 1,
          desc: "召唤草丛，伸出藤蔓对敌人造成两次66%攻击力的木属性伤害并束缚敌人5秒。\n为队伍添加1枚木属性调谐印记。"
        },
        {
          level: 2,
          desc: "召唤草丛，伸出藤蔓对敌人造成两次92.4%攻击力的木属性伤害并束缚敌人5秒。\n为队伍添加1枚木属性调谐印记。"
        },
        {
          level: 3,
          desc: "召唤草丛，伸出藤蔓对敌人造成两次118.8%攻击力的木属性伤害并束缚敌人5秒。\n为队伍添加1枚木属性调谐印记。"
        },
        {
          level: 4,
          desc: "召唤草丛，伸出藤蔓对敌人造成两次145.2%攻击力的木属性伤害并束缚敌人5秒。\n为队伍添加1枚木属性调谐印记。"
        },
        {
          level: 5,
          desc: "召唤草丛，伸出藤蔓对敌人造成两次171.6%攻击力的木属性伤害并束缚敌人5秒。\n为队伍添加1枚木属性调谐印记。"
        }
      ]
    },
    {
      name: "飘叶散射",
      maxLevel: 5,
      desc: "向前方矩形范围内持续发射叶子，对范围内的敌人累计造成222.2%攻击力的木属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向前方矩形范围内持续发射叶子，对范围内的敌人累计造成85.8%攻击力的木属性伤害。"
        },
        {
          level: 2,
          desc: "向前方矩形范围内持续发射叶子，对范围内的敌人累计造成119.9%攻击力的木属性伤害。"
        },
        {
          level: 3,
          desc: "向前方矩形范围内持续发射叶子，对范围内的敌人累计造成154%攻击力的木属性伤害。"
        },
        {
          level: 4,
          desc: "向前方矩形范围内持续发射叶子，对范围内的敌人累计造成188.1%攻击力的木属性伤害。"
        },
        {
          level: 5,
          desc: "向前方矩形范围内持续发射叶子，对范围内的敌人累计造成222.2%攻击力的木属性伤害。"
        }
      ]
    },
    {
      name: "地刺",
      maxLevel: 5,
      desc: "在目标位置的地面生成地刺，对该位置的敌人造成184.9%攻击力的地属性伤害。",
      levels: [
        {
          level: 1,
          desc: "在目标位置的地面生成地刺，对该位置的敌人造成71.1%攻击力的地属性伤害。"
        },
        {
          level: 2,
          desc: "在目标位置的地面生成地刺，对该位置的敌人造成99.6%攻击力的地属性伤害。"
        },
        {
          level: 3,
          desc: "在目标位置的地面生成地刺，对该位置的敌人造成128%攻击力的地属性伤害。"
        },
        {
          level: 4,
          desc: "在目标位置的地面生成地刺，对该位置的敌人造成156.4%攻击力的地属性伤害。"
        },
        {
          level: 5,
          desc: "在目标位置的地面生成地刺，对该位置的敌人造成184.9%攻击力的地属性伤害。"
        }
      ]
    },
    {
      name: "森境鹿-合击",
      maxLevel: 5,
      desc: "向目标发起攻击，造成652.9%攻击力的木属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起攻击，造成251.1%攻击力的木属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起攻击，造成351.6%攻击力的木属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起攻击，造成452%攻击力的木属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起攻击，造成552.5%攻击力的木属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起攻击，造成652.9%攻击力的木属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "茂盛花木",
      desc: "奇波和搭档角色的木属性伤害增加12%。"
    },
    {
      name: "鹿茸生长",
      desc: "奇波对决中，施放技能后，自身生命值上限提升10%，最多提升100%，同时恢复最大生命值的10%。"
    }
  ],
  evolutions: []
}
