/** 霜刃狼 */
export default {
  id: "shuangrenlang",
  no: 86,
  name: "霜刃狼",
  wikiSlug: "霜刃狼",
  wikiUrl: "https://wiki.biligame.com/ap/霜刃狼",
  elements: [
    "冰"
  ],
  battleTag: "变换",
  race: "异生类·兽形族",
  height: "165cm",
  stage: "成熟期",
  sizeType: "中",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "霜刃狼的后背上有一对犹如羽翼般的冰棱状物体，是它最主要的特征。它既不挑食，也擅长团队合作。它们能够通过互相帮助来克服一些险峻的自然条件，例如在骤然降温的寒冬，围成合适的阵型来抵御寒风和取暖。",
  image: "/imgs/qibos/shuangrenlang.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/e/ef/gq69zsm4go4dcepwe4kkrbzwx58m0iv.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "狩猎"
  ],
  drops: [
    "细密软绒",
    "兽灵之角"
  ],
  skills: [
    {
      name: "霜刃横扫",
      maxLevel: 5,
      desc: "横扫前方区域，对敌人造成三次99.8%攻击力的冰属性伤害。\n对敌人添加“物理防御下降·大”效果，使物理防御力下降3.2%，持续16秒。",
      levels: [
        {
          level: 1,
          desc: "横扫前方区域，对敌人造成三次38.4%攻击力的冰属性伤害。\n对敌人添加“物理防御下降·大”效果，使物理防御力下降3.2%，持续16秒。"
        },
        {
          level: 2,
          desc: "横扫前方区域，对敌人造成三次53.8%攻击力的冰属性伤害。\n对敌人添加“物理防御下降·大”效果，使物理防御力下降3.2%，持续16秒。"
        },
        {
          level: 3,
          desc: "横扫前方区域，对敌人造成三次69.1%攻击力的冰属性伤害。\n对敌人添加“物理防御下降·大”效果，使物理防御力下降3.2%，持续16秒。"
        },
        {
          level: 4,
          desc: "横扫前方区域，对敌人造成三次84.5%攻击力的冰属性伤害。\n对敌人添加“物理防御下降·大”效果，使物理防御力下降3.2%，持续16秒。"
        },
        {
          level: 5,
          desc: "横扫前方区域，对敌人造成三次99.8%攻击力的冰属性伤害。\n对敌人添加“物理防御下降·大”效果，使物理防御力下降3.2%，持续16秒。"
        }
      ]
    },
    {
      name: "冰矛连射",
      maxLevel: 5,
      desc: "向目标连续发射14枚冰锥，每枚冰锥对命中的敌人造成19.8%攻击力的冰属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标连续发射14枚冰锥，每枚冰锥对命中的敌人造成7.6%攻击力的冰属性伤害。"
        },
        {
          level: 2,
          desc: "向目标连续发射14枚冰锥，每枚冰锥对命中的敌人造成10.7%攻击力的冰属性伤害。"
        },
        {
          level: 3,
          desc: "向目标连续发射14枚冰锥，每枚冰锥对命中的敌人造成13.7%攻击力的冰属性伤害。"
        },
        {
          level: 4,
          desc: "向目标连续发射14枚冰锥，每枚冰锥对命中的敌人造成16.8%攻击力的冰属性伤害。"
        },
        {
          level: 5,
          desc: "向目标连续发射14枚冰锥，每枚冰锥对命中的敌人造成19.8%攻击力的冰属性伤害。"
        }
      ]
    },
    {
      name: "寒冰碎片",
      maxLevel: 5,
      desc: "向前方发射5枚冰锥，每枚冰锥对命中的敌人造成69.3%攻击力的冰属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向前方发射5枚冰锥，每枚冰锥对命中的敌人造成26.7%攻击力的冰属性伤害。"
        },
        {
          level: 2,
          desc: "向前方发射5枚冰锥，每枚冰锥对命中的敌人造成37.3%攻击力的冰属性伤害。"
        },
        {
          level: 3,
          desc: "向前方发射5枚冰锥，每枚冰锥对命中的敌人造成48%攻击力的冰属性伤害。"
        },
        {
          level: 4,
          desc: "向前方发射5枚冰锥，每枚冰锥对命中的敌人造成58.7%攻击力的冰属性伤害。"
        },
        {
          level: 5,
          desc: "向前方发射5枚冰锥，每枚冰锥对命中的敌人造成69.3%攻击力的冰属性伤害。"
        }
      ]
    },
    {
      name: "霜刃狼-合击",
      maxLevel: 5,
      desc: "向目标发起斩击，造成652.9%攻击力的冰属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起斩击，造成251.1%攻击力的冰属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起斩击，造成351.6%攻击力的冰属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起斩击，造成452%攻击力的冰属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起斩击，造成552.5%攻击力的冰属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起斩击，造成652.9%攻击力的冰属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "冰锐牙",
      desc: "对敌方造成伤害使其防御力下降1.6%和冰属性抗性下降0.6%，可叠加5层。"
    },
    {
      name: "霜爪Ⅲ",
      desc: "奇波对决中，自身生命值提升60%，攻击力提升60%，移动速度提升15%。"
    }
  ],
  evolutions: [
    {
      name: "小雪狼",
      no: 84,
      stage: "幼年期",
      wikiSlug: "小雪狼"
    },
    {
      name: "冰速狼",
      no: 85,
      stage: "成长期",
      wikiSlug: "冰速狼"
    },
    {
      name: "霜刃狼",
      no: 86,
      stage: "成熟期",
      wikiSlug: "霜刃狼"
    }
  ]
}
