/** 霜灵偶 */
export default {
  id: "shuanglingou",
  no: 24,
  name: "霜灵偶",
  wikiSlug: "霜灵偶",
  wikiUrl: "https://wiki.biligame.com/ap/霜灵偶",
  elements: [
    "冰"
  ],
  battleTag: "变换",
  race: "幻生类·元素族",
  height: "115cm",
  stage: "成熟期",
  sizeType: "中",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "冰元素化身完全成长后的姿态，可谓元素的意志本身。霜灵偶象征着一切静止与冷冽，没有任何热量能够软化它的身躯，被视为最无瑕却也是最冷酷的元素化身。",
  image: "/imgs/qibos/shuanglingou.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/d/d7/rxigk464kgc9ah3eleqyb6t8zcjo0kn.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "元素",
    "狩猎"
  ],
  drops: [
    "元素凝质",
    "本质之砂"
  ],
  skills: [
    {
      name: "霜灵寒域",
      maxLevel: 5,
      desc: "形成冰霜领域，对目标造成599%攻击力的冰属性伤害。\n对敌人添加“冰属性抗性下降·小”效果，使冰属性抗性下降0.9%，持续16秒。",
      levels: [
        {
          level: 1,
          desc: "形成冰霜领域，对目标造成230.4%攻击力的冰属性伤害。\n对敌人添加“冰属性抗性下降·小”效果，使冰属性抗性下降0.9%，持续16秒。"
        },
        {
          level: 2,
          desc: "形成冰霜领域，对目标造成322.6%攻击力的冰属性伤害。\n对敌人添加“冰属性抗性下降·小”效果，使冰属性抗性下降0.9%，持续16秒。"
        },
        {
          level: 3,
          desc: "形成冰霜领域，对目标造成414.7%攻击力的冰属性伤害。\n对敌人添加“冰属性抗性下降·小”效果，使冰属性抗性下降0.9%，持续16秒。"
        },
        {
          level: 4,
          desc: "形成冰霜领域，对目标造成506.9%攻击力的冰属性伤害。\n对敌人添加“冰属性抗性下降·小”效果，使冰属性抗性下降0.9%，持续16秒。"
        },
        {
          level: 5,
          desc: "形成冰霜领域，对目标造成599%攻击力的冰属性伤害。\n对敌人添加“冰属性抗性下降·小”效果，使冰属性抗性下降0.9%，持续16秒。"
        }
      ]
    },
    {
      name: "寒冰之罚",
      maxLevel: 5,
      desc: "召唤5枚冰刺，同步攻击目标，每枚冰刺对敌人造成14.4%攻击力的冰属性伤害。",
      levels: [
        {
          level: 1,
          desc: "召唤5枚冰刺，同步攻击目标，每枚冰刺对敌人造成5.6%攻击力的冰属性伤害。"
        },
        {
          level: 2,
          desc: "召唤5枚冰刺，同步攻击目标，每枚冰刺对敌人造成7.8%攻击力的冰属性伤害。"
        },
        {
          level: 3,
          desc: "召唤5枚冰刺，同步攻击目标，每枚冰刺对敌人造成10%攻击力的冰属性伤害。"
        },
        {
          level: 4,
          desc: "召唤5枚冰刺，同步攻击目标，每枚冰刺对敌人造成12.2%攻击力的冰属性伤害。"
        },
        {
          level: 5,
          desc: "召唤5枚冰刺，同步攻击目标，每枚冰刺对敌人造成14.4%攻击力的冰属性伤害。"
        }
      ]
    },
    {
      name: "冰晶弹",
      maxLevel: 5,
      desc: "向前方依次发射4枚冰锥，每枚冰锥对命中的敌人造成23.8%攻击力的冰属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向前方依次发射4枚冰锥，每枚冰锥对命中的敌人造成9.1%攻击力的冰属性伤害。"
        },
        {
          level: 2,
          desc: "向前方依次发射4枚冰锥，每枚冰锥对命中的敌人造成12.8%攻击力的冰属性伤害。"
        },
        {
          level: 3,
          desc: "向前方依次发射4枚冰锥，每枚冰锥对命中的敌人造成16.5%攻击力的冰属性伤害。"
        },
        {
          level: 4,
          desc: "向前方依次发射4枚冰锥，每枚冰锥对命中的敌人造成20.1%攻击力的冰属性伤害。"
        },
        {
          level: 5,
          desc: "向前方依次发射4枚冰锥，每枚冰锥对命中的敌人造成23.8%攻击力的冰属性伤害。"
        }
      ]
    },
    {
      name: "霜灵偶-合击",
      maxLevel: 5,
      desc: "生成一道冰棘攻击敌人，造成652.9%攻击力的冰属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "生成一道冰棘攻击敌人，造成251.1%攻击力的冰属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "生成一道冰棘攻击敌人，造成351.6%攻击力的冰属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "生成一道冰棘攻击敌人，造成452%攻击力的冰属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "生成一道冰棘攻击敌人，造成552.5%攻击力的冰属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "生成一道冰棘攻击敌人，造成652.9%攻击力的冰属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "冷气",
      desc: "对敌人造成伤害可使其冰属性抗性下降8%，移动速度下降10%，持续10秒。"
    },
    {
      name: "冰冻身躯Ⅲ",
      desc: "奇波对决中，自身生命值提升30%，但施放特技后自动退场，被其特技命中的敌人获得冻结效果，持续3秒。"
    }
  ],
  evolutions: [
    {
      name: "冰灵仔",
      no: 22,
      stage: "幼年期",
      wikiSlug: "冰灵仔"
    },
    {
      name: "冰灵偶",
      no: 23,
      stage: "成长期",
      wikiSlug: "冰灵偶"
    },
    {
      name: "霜灵偶",
      no: 24,
      stage: "成熟期",
      wikiSlug: "霜灵偶"
    }
  ]
}
