/** 水灵仔 */
export default {
  id: "shuilingzai",
  no: 16,
  name: "水灵仔",
  wikiSlug: "水灵仔",
  wikiUrl: "https://wiki.biligame.com/ap/水灵仔",
  elements: [
    "水"
  ],
  battleTag: "缓冲",
  race: "幻生类·元素族",
  height: "35cm",
  stage: "幼年期",
  sizeType: "小",
  shiny: true,
  special: false,
  obtain: "待补充",
  intro: "世界上最常见的元素化身之一。喜欢在有水域的环境里漂浮着，甚至渴望融入湖泊、溪流和雨水。尽管最终也无法做到，但这并不妨碍它会天真地继续尝试。",
  image: "/imgs/qibos/shuilingzai.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/8/8f/6n854gcbw0ooukdsc8e80665uc8twwa.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "元素",
    "浇水"
  ],
  drops: [
    "元素凝质",
    "本质之砂"
  ],
  skills: [
    {
      name: "水灵涟漪",
      maxLevel: 5,
      desc: "为队伍恢复等同于生命上限2.7%的生命值。\n为队伍添加“治疗提升·小”效果，使治疗效果提升4.3%，持续16秒。",
      levels: [
        {
          level: 1,
          desc: "为队伍恢复等同于生命上限1.6%的生命值。\n为队伍添加“治疗提升·小”效果，使治疗效果提升4.3%，持续16秒。"
        },
        {
          level: 2,
          desc: "为队伍恢复等同于生命上限1.9%的生命值。\n为队伍添加“治疗提升·小”效果，使治疗效果提升4.3%，持续16秒。"
        },
        {
          level: 3,
          desc: "为队伍恢复等同于生命上限2.2%的生命值。\n为队伍添加“治疗提升·小”效果，使治疗效果提升4.3%，持续16秒。"
        },
        {
          level: 4,
          desc: "为队伍恢复等同于生命上限2.4%的生命值。\n为队伍添加“治疗提升·小”效果，使治疗效果提升4.3%，持续16秒。"
        },
        {
          level: 5,
          desc: "为队伍恢复等同于生命上限2.7%的生命值。\n为队伍添加“治疗提升·小”效果，使治疗效果提升4.3%，持续16秒。"
        }
      ]
    },
    {
      name: "水弹连射",
      maxLevel: 5,
      desc: "向目标发射3枚水弹，对命中的敌人造成23.8%攻击力的水属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射3枚水弹，对命中的敌人造成9.1%攻击力的水属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射3枚水弹，对命中的敌人造成12.8%攻击力的水属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射3枚水弹，对命中的敌人造成16.5%攻击力的水属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射3枚水弹，对命中的敌人造成20.1%攻击力的水属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射3枚水弹，对命中的敌人造成23.8%攻击力的水属性伤害。"
        }
      ]
    },
    {
      name: "水灵仔-合击",
      maxLevel: 5,
      desc: "向目标射出一枚水弹，造成652.9%攻击力的水属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标射出一枚水弹，造成251.1%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标射出一枚水弹，造成351.6%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标射出一枚水弹，造成452%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标射出一枚水弹，造成552.5%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标射出一枚水弹，造成652.9%攻击力的水属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "潮湿",
      desc: "受到的火属性伤害减免增加30%。"
    },
    {
      name: "治愈水体Ⅰ",
      desc: "奇波对决中，自身生命值提升30%，自身治疗效果提升120%，但施放特技后将自动退场。"
    }
  ],
  evolutions: [
    {
      name: "水灵仔",
      no: 16,
      stage: "幼年期",
      wikiSlug: "水灵仔"
    },
    {
      name: "水灵偶",
      no: 17,
      stage: "成长期",
      wikiSlug: "水灵偶"
    },
    {
      name: "汐灵偶",
      no: 18,
      stage: "成熟期",
      wikiSlug: "汐灵偶"
    }
  ]
}
