/** 水岩灵 */
export default {
  id: "shuiyanling",
  no: 68,
  name: "水岩灵",
  wikiSlug: "水岩灵",
  wikiUrl: "https://wiki.biligame.com/ap/水岩灵",
  elements: [
    "水"
  ],
  battleTag: "防护",
  race: "幻生类·元素族",
  height: "50cm",
  stage: "幼年期",
  sizeType: "小",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "一种常见的元素生物，看上去没有什么攻击性，性情孤僻，喜欢待在阴凉的地方，大部分时间不会主动冲撞其他生物，但如果敢随意摆弄它的话可能会被喷一身水。",
  image: "/imgs/qibos/shuiyanling.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/7/74/fhhpgfg6ct9byre6dnyqffzw2v9u8v7.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "执锋",
    "浇水"
  ],
  drops: [
    "元素凝质",
    "本质之砂"
  ],
  skills: [
    {
      name: "水波冲击",
      maxLevel: 5,
      desc: "向前方冲撞，对撞到的敌人每次造成52%攻击力的水属性伤害，嘲讽被命中的敌人10秒。\n为队伍添加1枚水属性调谐印记。",
      levels: [
        {
          level: 1,
          desc: "向前方冲撞，对撞到的敌人每次造成20%攻击力的水属性伤害，嘲讽被命中的敌人10秒。\n为队伍添加1枚水属性调谐印记。"
        },
        {
          level: 2,
          desc: "向前方冲撞，对撞到的敌人每次造成28%攻击力的水属性伤害，嘲讽被命中的敌人10秒。\n为队伍添加1枚水属性调谐印记。"
        },
        {
          level: 3,
          desc: "向前方冲撞，对撞到的敌人每次造成36%攻击力的水属性伤害，嘲讽被命中的敌人10秒。\n为队伍添加1枚水属性调谐印记。"
        },
        {
          level: 4,
          desc: "向前方冲撞，对撞到的敌人每次造成44%攻击力的水属性伤害，嘲讽被命中的敌人10秒。\n为队伍添加1枚水属性调谐印记。"
        },
        {
          level: 5,
          desc: "向前方冲撞，对撞到的敌人每次造成52%攻击力的水属性伤害，嘲讽被命中的敌人10秒。\n为队伍添加1枚水属性调谐印记。"
        }
      ]
    },
    {
      name: "唤潮",
      maxLevel: 5,
      desc: "使全场友方单位攻击力提升0.6%，水属性伤害提升1%，至多可叠加3次，持续20秒。",
      levels: [
        {
          level: 1,
          desc: "使全场友方单位攻击力提升0.4%，水属性伤害提升0.6%，至多可叠加3次，持续20秒。"
        },
        {
          level: 2,
          desc: "使全场友方单位攻击力提升0.4%，水属性伤害提升0.7%，至多可叠加3次，持续20秒。"
        },
        {
          level: 3,
          desc: "使全场友方单位攻击力提升0.5%，水属性伤害提升0.8%，至多可叠加3次，持续20秒。"
        },
        {
          level: 4,
          desc: "使全场友方单位攻击力提升0.6%，水属性伤害提升0.9%，至多可叠加3次，持续20秒。"
        },
        {
          level: 5,
          desc: "使全场友方单位攻击力提升0.6%，水属性伤害提升1%，至多可叠加3次，持续20秒。"
        }
      ]
    },
    {
      name: "水潮冲击",
      maxLevel: 5,
      desc: "向前方发起冲击，对前方区域的敌人造成107%攻击力的水属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向前方发起冲击，对前方区域的敌人造成41.1%攻击力的水属性伤害。"
        },
        {
          level: 2,
          desc: "向前方发起冲击，对前方区域的敌人造成57.6%攻击力的水属性伤害。"
        },
        {
          level: 3,
          desc: "向前方发起冲击，对前方区域的敌人造成74.1%攻击力的水属性伤害。"
        },
        {
          level: 4,
          desc: "向前方发起冲击，对前方区域的敌人造成90.5%攻击力的水属性伤害。"
        },
        {
          level: 5,
          desc: "向前方发起冲击，对前方区域的敌人造成107%攻击力的水属性伤害。"
        }
      ]
    },
    {
      name: "水岩灵-合击",
      maxLevel: 5,
      desc: "向目标撞击，造成652.9%攻击力的水属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标撞击，造成251.1%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标撞击，造成351.6%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标撞击，造成452%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标撞击，造成552.5%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标撞击，造成652.9%攻击力的水属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "岩石皮肤",
      desc: "自身防御力上升20%，火属性与雷属性抗性提升15%。"
    },
    {
      name: "水岩Ⅰ",
      desc: "奇波对决中，自身攻击力降低60%，防御力提升150%，受到的暴击伤害降低60%。"
    }
  ],
  evolutions: [
    {
      name: "水岩灵",
      no: 68,
      stage: "幼年期",
      wikiSlug: "水岩灵"
    },
    {
      name: "水岩卫",
      no: 69,
      stage: "成熟期",
      wikiSlug: "水岩卫"
    }
  ]
}
