/** 碎冰兔 */
export default {
  id: "suibingtu",
  no: 114,
  name: "碎冰兔",
  wikiSlug: "碎冰兔",
  wikiUrl: "https://wiki.biligame.com/ap/碎冰兔",
  elements: [
    "冰"
  ],
  battleTag: "变换",
  race: "幻生类·精怪族",
  height: "200cm",
  stage: "成熟期",
  sizeType: "中",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "碎冰兔不仅行动敏捷，还拥有操控冰雪的能力。其脸颊两侧的毛发结了厚厚的冰锥，形似冰淇淋，不过头顶的才是它真正的耳朵。",
  image: "/imgs/qibos/suibingtu.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/5/5f/c44z0tumqxcl7bkdm1m5s77q0m1vl0g.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "锻坚"
  ],
  drops: [
    "密文轮盘",
    "凝形晶核"
  ],
  skills: [
    {
      name: "碎冰寒矛",
      maxLevel: 5,
      desc: "对目标降下七枚连续的寒冰长矛，每一击造成66.6%攻击力的冰属性伤害，并降低其0.4%冰属性抗性，持续20秒，最多叠加六层。\n为队伍添加1枚冰属性调谐印记。",
      levels: [
        {
          level: 1,
          desc: "对目标降下七枚连续的寒冰长矛，每一击造成25.6%攻击力的冰属性伤害，并降低其0.2%冰属性抗性，持续20秒，最多叠加六层。\n为队伍添加1枚冰属性调谐印记。"
        },
        {
          level: 2,
          desc: "对目标降下七枚连续的寒冰长矛，每一击造成35.9%攻击力的冰属性伤害，并降低其0.3%冰属性抗性，持续20秒，最多叠加六层。\n为队伍添加1枚冰属性调谐印记。"
        },
        {
          level: 3,
          desc: "对目标降下七枚连续的寒冰长矛，每一击造成46.1%攻击力的冰属性伤害，并降低其0.3%冰属性抗性，持续20秒，最多叠加六层。\n为队伍添加1枚冰属性调谐印记。"
        },
        {
          level: 4,
          desc: "对目标降下七枚连续的寒冰长矛，每一击造成56.4%攻击力的冰属性伤害，并降低其0.3%冰属性抗性，持续20秒，最多叠加六层。\n为队伍添加1枚冰属性调谐印记。"
        },
        {
          level: 5,
          desc: "对目标降下七枚连续的寒冰长矛，每一击造成66.6%攻击力的冰属性伤害，并降低其0.4%冰属性抗性，持续20秒，最多叠加六层。\n为队伍添加1枚冰属性调谐印记。"
        }
      ]
    },
    {
      name: "凛冬矛击",
      maxLevel: 5,
      desc: "释放巨大冰矛，向目标进行直线攻击，对攻击路径上的敌人造成136.8%攻击力的冰属性伤害，并在10秒内降低敌人2.4%物理与魔法防御力。",
      levels: [
        {
          level: 1,
          desc: "释放巨大冰矛，向目标进行直线攻击，对攻击路径上的敌人造成52.6%攻击力的冰属性伤害，并在10秒内降低敌人1.4%物理与魔法防御力。"
        },
        {
          level: 2,
          desc: "释放巨大冰矛，向目标进行直线攻击，对攻击路径上的敌人造成73.7%攻击力的冰属性伤害，并在10秒内降低敌人1.7%物理与魔法防御力。"
        },
        {
          level: 3,
          desc: "释放巨大冰矛，向目标进行直线攻击，对攻击路径上的敌人造成94.7%攻击力的冰属性伤害，并在10秒内降低敌人1.9%物理与魔法防御力。"
        },
        {
          level: 4,
          desc: "释放巨大冰矛，向目标进行直线攻击，对攻击路径上的敌人造成115.7%攻击力的冰属性伤害，并在10秒内降低敌人2.2%物理与魔法防御力。"
        },
        {
          level: 5,
          desc: "释放巨大冰矛，向目标进行直线攻击，对攻击路径上的敌人造成136.8%攻击力的冰属性伤害，并在10秒内降低敌人2.4%物理与魔法防御力。"
        }
      ]
    },
    {
      name: "冰矛连射",
      maxLevel: 5,
      desc: "向目标连续发射14枚冰锥，每枚冰锥对命中的敌人造成19.8%攻击力的冰属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标连续发射14枚冰锥，每枚冰锥对命中的敌人造成7.6%攻击力的冰属性伤害。"
        },
        {
          level: 2,
          desc: "向目标连续发射14枚冰锥，每枚冰锥对命中的敌人造成10.7%攻击力的冰属性伤害。"
        },
        {
          level: 3,
          desc: "向目标连续发射14枚冰锥，每枚冰锥对命中的敌人造成13.7%攻击力的冰属性伤害。"
        },
        {
          level: 4,
          desc: "向目标连续发射14枚冰锥，每枚冰锥对命中的敌人造成16.8%攻击力的冰属性伤害。"
        },
        {
          level: 5,
          desc: "向目标连续发射14枚冰锥，每枚冰锥对命中的敌人造成19.8%攻击力的冰属性伤害。"
        }
      ]
    },
    {
      name: "碎冰兔-合击",
      maxLevel: 5,
      desc: "生成冰锥攻击目标，造成652.9%攻击力的冰属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "生成冰锥攻击目标，造成251.1%攻击力的冰属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "生成冰锥攻击目标，造成351.6%攻击力的冰属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "生成冰锥攻击目标，造成452%攻击力的冰属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "生成冰锥攻击目标，造成552.5%攻击力的冰属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "生成冰锥攻击目标，造成652.9%攻击力的冰属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "低体温",
      desc: "受到伤害后，使来源方冰属性伤害减免减少5%，持续8秒。"
    },
    {
      name: "霜冻",
      desc: "奇波对决中，自身生命值降低30%，对敌人造成伤害后，使对方防御力降低80%，持续3秒。"
    }
  ],
  evolutions: []
}
