/** 跳跳稻草人 */
export default {
  id: "tiaotiaodaocaoren",
  no: 79,
  name: "跳跳稻草人",
  wikiSlug: "跳跳稻草人",
  wikiUrl: "https://wiki.biligame.com/ap/跳跳稻草人",
  elements: [
    "地",
    "风"
  ],
  battleTag: "猛袭",
  race: "幻生类·机偶族",
  height: "50cm",
  stage: "幼年期",
  sizeType: "小",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "跳跳稻草人的双手实际上是由树杈构成的，幼年期的它尚且无法对自己的躯体进行自如掌控，通常会出没于麦田之间，像一个到处蹦跳的稻草人。远看时，有些人会把它和真正的稻草人弄混，但近距离观察会发现，它拥有五官——宛如针线简单地缝补出的弯弯眉眼，和亘古不变的微笑。",
  image: "/imgs/qibos/tiaotiaodaocaoren.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/d/da/4tlftled5stdyvqz7mjj5f1yowxgkgy.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "执锋"
  ],
  drops: [
    "磨损部件",
    "恒定核心"
  ],
  skills: [
    {
      name: "旋转镰刃",
      maxLevel: 5,
      desc: "闪现至半空中使用镰刀下劈，对敌人造成一次53.7%攻击力的地属性伤害，随后向敌人持续旋转移动，切割周围敌人，造成累计七次30.7%攻击力的地属性伤害。\n为地属性角色添加“架势破坏效率提升·小”效果，使架势破坏效率提升8%。",
      levels: [
        {
          level: 1,
          desc: "闪现至半空中使用镰刀下劈，对敌人造成一次20.6%攻击力的地属性伤害，随后向敌人持续旋转移动，切割周围敌人，造成累计七次11.8%攻击力的地属性伤害。\n为地属性角色添加“架势破坏效率提升·小”效果，使架势破坏效率提升8%。"
        },
        {
          level: 2,
          desc: "闪现至半空中使用镰刀下劈，对敌人造成一次28.9%攻击力的地属性伤害，随后向敌人持续旋转移动，切割周围敌人，造成累计七次16.5%攻击力的地属性伤害。\n为地属性角色添加“架势破坏效率提升·小”效果，使架势破坏效率提升8%。"
        },
        {
          level: 3,
          desc: "闪现至半空中使用镰刀下劈，对敌人造成一次37.2%攻击力的地属性伤害，随后向敌人持续旋转移动，切割周围敌人，造成累计七次21.2%攻击力的地属性伤害。\n为地属性角色添加“架势破坏效率提升·小”效果，使架势破坏效率提升8%。"
        },
        {
          level: 4,
          desc: "闪现至半空中使用镰刀下劈，对敌人造成一次45.4%攻击力的地属性伤害，随后向敌人持续旋转移动，切割周围敌人，造成累计七次25.9%攻击力的地属性伤害。\n为地属性角色添加“架势破坏效率提升·小”效果，使架势破坏效率提升8%。"
        },
        {
          level: 5,
          desc: "闪现至半空中使用镰刀下劈，对敌人造成一次53.7%攻击力的地属性伤害，随后向敌人持续旋转移动，切割周围敌人，造成累计七次30.7%攻击力的地属性伤害。\n为地属性角色添加“架势破坏效率提升·小”效果，使架势破坏效率提升8%。"
        }
      ]
    },
    {
      name: "岩韧斩",
      maxLevel: 5,
      desc: "斩击前方，对前方扇形区域内的敌人造成35.7%攻击力的地属性伤害。",
      levels: [
        {
          level: 1,
          desc: "斩击前方，对前方扇形区域内的敌人造成13.7%攻击力的地属性伤害。"
        },
        {
          level: 2,
          desc: "斩击前方，对前方扇形区域内的敌人造成19.2%攻击力的地属性伤害。"
        },
        {
          level: 3,
          desc: "斩击前方，对前方扇形区域内的敌人造成24.7%攻击力的地属性伤害。"
        },
        {
          level: 4,
          desc: "斩击前方，对前方扇形区域内的敌人造成30.2%攻击力的地属性伤害。"
        },
        {
          level: 5,
          desc: "斩击前方，对前方扇形区域内的敌人造成35.7%攻击力的地属性伤害。"
        }
      ]
    },
    {
      name: "风刃",
      maxLevel: 5,
      desc: "向目标发射风刃，对命中的敌人造成92.4%攻击力的风属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射风刃，对命中的敌人造成35.6%攻击力的风属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射风刃，对命中的敌人造成49.8%攻击力的风属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射风刃，对命中的敌人造成64%攻击力的风属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射风刃，对命中的敌人造成78.2%攻击力的风属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射风刃，对命中的敌人造成92.4%攻击力的风属性伤害。"
        }
      ]
    },
    {
      name: "跳跳稻草人-合击",
      maxLevel: 5,
      desc: "向目标发起攻击，造成652.9%攻击力的地属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起攻击，造成251.1%攻击力的地属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起攻击，造成351.6%攻击力的地属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起攻击，造成452%攻击力的地属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起攻击，造成552.5%攻击力的地属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起攻击，造成652.9%攻击力的地属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "锐利武器",
      desc: "造成伤害后，自身攻击上升4%，最多可叠加10层，持续20秒。"
    },
    {
      name: "锋利镰刀I",
      desc: "奇波对决中，自身特技冷却时间缩短60%，特技伤害提升30%。"
    }
  ],
  evolutions: [
    {
      name: "跳跳稻草人",
      no: 79,
      stage: "幼年期",
      wikiSlug: "跳跳稻草人"
    },
    {
      name: "秋日守望者",
      no: 80,
      stage: "成熟期",
      wikiSlug: "秋日守望者"
    }
  ]
}
