/** 铁鬃霸主 */
export default {
  id: "tiezongbazhu",
  no: 172,
  name: "铁鬃霸主",
  wikiSlug: "铁鬃霸主",
  wikiUrl: "https://wiki.biligame.com/ap/铁鬃霸主",
  elements: [
    "地",
    "雷"
  ],
  battleTag: "侵扰",
  race: "异生类·兽形族",
  height: "230cm",
  stage: "超限体",
  sizeType: "大",
  shiny: true,
  special: false,
  obtain: "",
  intro: "如雷般迅疾，如雷般狂躁，如雷般喧嚣！体型远超同类，拥有金光闪烁的鬃毛与弯刀般锋利的獠牙，无时无刻不彰显着它昂扬的求战意识，这便是铁鬃霸主，凌驾于整个拉加野猪族群之上的绝对首领。",
  image: "/imgs/qibos/tiezongbazhu.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/5/53/e2ykjthc7e7bsluv7d9hib13ndop630.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "狩猎"
  ],
  drops: [
    "细密软绒",
    "兽灵之角"
  ],
  skills: [
    {
      name: "霸主奔袭",
      maxLevel: 5,
      desc: "浑身裹挟着雷电向前方冲刺，对撞到的敌人每次造成33.5%攻击力的雷属性伤害。\n为队伍添加1枚雷属性调谐印记。\n对雷属性角色添加“调谐强度提升·大”效果，使调谐强度提升72.1，持续16秒。",
      levels: [
        {
          level: 1,
          desc: "浑身裹挟着雷电向前方冲刺，对撞到的敌人每次造成12.9%攻击力的雷属性伤害。\n为队伍添加1枚雷属性调谐印记。\n对雷属性角色添加“调谐强度提升·大”效果，使调谐强度提升72.1，持续16秒。"
        },
        {
          level: 2,
          desc: "浑身裹挟着雷电向前方冲刺，对撞到的敌人每次造成18.1%攻击力的雷属性伤害。\n为队伍添加1枚雷属性调谐印记。\n对雷属性角色添加“调谐强度提升·大”效果，使调谐强度提升72.1，持续16秒。"
        },
        {
          level: 3,
          desc: "浑身裹挟着雷电向前方冲刺，对撞到的敌人每次造成23.2%攻击力的雷属性伤害。\n为队伍添加1枚雷属性调谐印记。\n对雷属性角色添加“调谐强度提升·大”效果，使调谐强度提升72.1，持续16秒。"
        },
        {
          level: 4,
          desc: "浑身裹挟着雷电向前方冲刺，对撞到的敌人每次造成28.4%攻击力的雷属性伤害。\n为队伍添加1枚雷属性调谐印记。\n对雷属性角色添加“调谐强度提升·大”效果，使调谐强度提升72.1，持续16秒。"
        },
        {
          level: 5,
          desc: "浑身裹挟着雷电向前方冲刺，对撞到的敌人每次造成33.5%攻击力的雷属性伤害。\n为队伍添加1枚雷属性调谐印记。\n对雷属性角色添加“调谐强度提升·大”效果，使调谐强度提升72.1，持续16秒。"
        }
      ]
    },
    {
      name: "落雷",
      maxLevel: 5,
      desc: "向目标区域降下落雷，对目标区域的敌人造成92.4%攻击力的雷属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标区域降下落雷，对目标区域的敌人造成35.6%攻击力的雷属性伤害。"
        },
        {
          level: 2,
          desc: "向目标区域降下落雷，对目标区域的敌人造成49.8%攻击力的雷属性伤害。"
        },
        {
          level: 3,
          desc: "向目标区域降下落雷，对目标区域的敌人造成64%攻击力的雷属性伤害。"
        },
        {
          level: 4,
          desc: "向目标区域降下落雷，对目标区域的敌人造成78.2%攻击力的雷属性伤害。"
        },
        {
          level: 5,
          desc: "向目标区域降下落雷，对目标区域的敌人造成92.4%攻击力的雷属性伤害。"
        }
      ]
    },
    {
      name: "惊雷闪击",
      maxLevel: 5,
      desc: "向前方发起冲击，对区域内的敌人造成107%攻击力的雷属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向前方发起冲击，对区域内的敌人造成41.1%攻击力的雷属性伤害。"
        },
        {
          level: 2,
          desc: "向前方发起冲击，对区域内的敌人造成57.6%攻击力的雷属性伤害。"
        },
        {
          level: 3,
          desc: "向前方发起冲击，对区域内的敌人造成74.1%攻击力的雷属性伤害。"
        },
        {
          level: 4,
          desc: "向前方发起冲击，对区域内的敌人造成90.5%攻击力的雷属性伤害。"
        },
        {
          level: 5,
          desc: "向前方发起冲击，对区域内的敌人造成107%攻击力的雷属性伤害。"
        }
      ]
    },
    {
      name: "铁鬃霸主-合击",
      maxLevel: 5,
      desc: "向目标撞击，造成652.9%攻击力的雷属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标撞击，造成251.1%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标撞击，造成351.6%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标撞击，造成452%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标撞击，造成552.5%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标撞击，造成652.9%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "厚皮",
      desc: "自身防御力提升60%。"
    },
    {
      name: "易怒",
      desc: "受到伤害后5秒内，自身攻击力提升30%。"
    },
    {
      name: "静电表皮Ⅲ",
      desc: "奇波对决中，自身生命值提升150%，受到伤害时暴击率提升1%，暴击伤害提升2%，该效果最多可叠加100层。"
    }
  ],
  evolutions: [
    {
      name: "猪古力",
      no: 170,
      stage: "幼年期",
      wikiSlug: "猪古力"
    },
    {
      name: "拉加野猪",
      no: 171,
      stage: "成熟期",
      wikiSlug: "拉加野猪"
    },
    {
      name: "铁鬃霸主",
      no: 172,
      stage: "超限体",
      wikiSlug: "铁鬃霸主"
    }
  ]
}
