/** 兔耳鳐 */
export default {
  id: "tueryao",
  no: 107,
  name: "兔耳鳐",
  wikiSlug: "兔耳鳐",
  wikiUrl: "https://wiki.biligame.com/ap/兔耳鳐",
  elements: [
    "水"
  ],
  battleTag: "独猎",
  race: "异生类·鳞形族",
  height: "50cm",
  stage: "幼年期",
  sizeType: "小",
  shiny: true,
  special: false,
  obtain: "待补充",
  intro: "兔耳鳐身躯扁平而光滑，尾巴细短，幼小的双翼尚未完全发育，最重要的任务就是练习飞行，掌握在空中保持平衡的技巧。不过，由于兔耳鳐尚且年幼，它们飞行一会后就会累得趴在地上休息。",
  image: "/imgs/qibos/tueryao.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/4/46/opz781x8c6te1955u5rp8wehjr9zq1d.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "浇水",
    "照料"
  ],
  drops: [
    "幽光鳞片",
    "鳞光薄膜"
  ],
  skills: [
    {
      name: "水流射击",
      maxLevel: 5,
      desc: "向前方连续发射4道水柱，前三次造成89.9%攻击力的水属性伤害，最后一击造成404.4%攻击力的水属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向前方连续发射4道水柱，前三次造成34.6%攻击力的水属性伤害，最后一击造成155.5%攻击力的水属性伤害。"
        },
        {
          level: 2,
          desc: "向前方连续发射4道水柱，前三次造成48.4%攻击力的水属性伤害，最后一击造成217.7%攻击力的水属性伤害。"
        },
        {
          level: 3,
          desc: "向前方连续发射4道水柱，前三次造成62.2%攻击力的水属性伤害，最后一击造成279.9%攻击力的水属性伤害。"
        },
        {
          level: 4,
          desc: "向前方连续发射4道水柱，前三次造成76%攻击力的水属性伤害，最后一击造成342.1%攻击力的水属性伤害。"
        },
        {
          level: 5,
          desc: "向前方连续发射4道水柱，前三次造成89.9%攻击力的水属性伤害，最后一击造成404.4%攻击力的水属性伤害。"
        }
      ]
    },
    {
      name: "毒液弹",
      maxLevel: 5,
      desc: "向目标发射毒液子弹，对命中的敌人造成53.5%攻击力的水属性伤害，并使敌人陷入持续10秒的【中毒】效果。\n中毒：每2秒造成10.7%攻击力的水属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射毒液子弹，对命中的敌人造成20.6%攻击力的水属性伤害，并使敌人陷入持续10秒的【中毒】效果。\n中毒：每2秒造成4.1%攻击力的水属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射毒液子弹，对命中的敌人造成28.8%攻击力的水属性伤害，并使敌人陷入持续10秒的【中毒】效果。\n中毒：每2秒造成5.8%攻击力的水属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射毒液子弹，对命中的敌人造成37%攻击力的水属性伤害，并使敌人陷入持续10秒的【中毒】效果。\n中毒：每2秒造成7.4%攻击力的水属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射毒液子弹，对命中的敌人造成45.3%攻击力的水属性伤害，并使敌人陷入持续10秒的【中毒】效果。\n中毒：每2秒造成9.1%攻击力的水属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射毒液子弹，对命中的敌人造成53.5%攻击力的水属性伤害，并使敌人陷入持续10秒的【中毒】效果。\n中毒：每2秒造成10.7%攻击力的水属性伤害。"
        }
      ]
    },
    {
      name: "兔耳鳐-合击",
      maxLevel: 5,
      desc: "向目标挥斩，造成652.9%攻击力的水属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标挥斩，造成251.1%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标挥斩，造成351.6%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标挥斩，造成452%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标挥斩，造成552.5%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标挥斩，造成652.9%攻击力的水属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "星鳍Ⅰ",
      desc: "奇波对决中，自身生命值降低60%，攻击力提升20%，技能冷却时间缩短25%。"
    }
  ],
  evolutions: [
    {
      name: "兔耳鳐",
      no: 107,
      stage: "幼年期",
      wikiSlug: "兔耳鳐"
    },
    {
      name: "飞鳐",
      no: 108,
      stage: "成长期",
      wikiSlug: "飞鳐"
    },
    {
      name: "星鳐",
      no: 109,
      stage: "成熟期",
      wikiSlug: "星鳐"
    }
  ]
}
