/** 托纳缇欧 */
export default {
  id: "tuonatiou",
  no: 183,
  name: "托纳缇欧",
  wikiSlug: "托纳缇欧",
  wikiUrl: "https://wiki.biligame.com/ap/托纳缇欧",
  elements: [
    "风"
  ],
  battleTag: "侵扰",
  race: "异生类·鳞形族",
  height: "145cm",
  stage: "成熟期",
  sizeType: "中",
  shiny: true,
  special: false,
  obtain: "待补充",
  intro: "托纳缇欧对风场的控制能力大大提升，能够很好地利用风击落碎石，为自己开辟前进的道路。它喜欢酷酷地控风，会让风把自己的造型吹得（自认为）酷酷的，假装很高很威武，在一堆碎石和冰花降落时帅气登场！",
  image: "/imgs/qibos/tuonatiou.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/1/12/43tg4ovjt1v9to4e40ikazhtrbde4ko.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "木工"
  ],
  drops: [
    "幽光鳞片",
    "鳞光薄膜"
  ],
  skills: [
    {
      name: "龙卷风暴",
      maxLevel: 5,
      desc: "将前方敌人向自身牵引，并造成八次20%攻击力的风属性伤害，随后释放两个龙卷风围绕自身旋转，每次造成20%攻击力的风属性伤害，龙卷风消散后，造成三次99.8%攻击力的风属性伤害。\n对风属性角色添加“能量回复增幅提升·大”效果，使能量回复增幅提升29.8%，持续16秒。",
      levels: [
        {
          level: 1,
          desc: "将前方敌人向自身牵引，并造成八次7.7%攻击力的风属性伤害，随后释放两个龙卷风围绕自身旋转，每次造成7.7%攻击力的风属性伤害，龙卷风消散后，造成三次38.4%攻击力的风属性伤害。\n对风属性角色添加“能量回复增幅提升·大”效果，使能量回复增幅提升29.8%，持续16秒。"
        },
        {
          level: 2,
          desc: "将前方敌人向自身牵引，并造成八次10.8%攻击力的风属性伤害，随后释放两个龙卷风围绕自身旋转，每次造成10.8%攻击力的风属性伤害，龙卷风消散后，造成三次53.8%攻击力的风属性伤害。\n对风属性角色添加“能量回复增幅提升·大”效果，使能量回复增幅提升29.8%，持续16秒。"
        },
        {
          level: 3,
          desc: "将前方敌人向自身牵引，并造成八次13.8%攻击力的风属性伤害，随后释放两个龙卷风围绕自身旋转，每次造成13.8%攻击力的风属性伤害，龙卷风消散后，造成三次69.1%攻击力的风属性伤害。\n对风属性角色添加“能量回复增幅提升·大”效果，使能量回复增幅提升29.8%，持续16秒。"
        },
        {
          level: 4,
          desc: "将前方敌人向自身牵引，并造成八次16.9%攻击力的风属性伤害，随后释放两个龙卷风围绕自身旋转，每次造成16.9%攻击力的风属性伤害，龙卷风消散后，造成三次84.5%攻击力的风属性伤害。\n对风属性角色添加“能量回复增幅提升·大”效果，使能量回复增幅提升29.8%，持续16秒。"
        },
        {
          level: 5,
          desc: "将前方敌人向自身牵引，并造成八次20%攻击力的风属性伤害，随后释放两个龙卷风围绕自身旋转，每次造成20%攻击力的风属性伤害，龙卷风消散后，造成三次99.8%攻击力的风属性伤害。\n对风属性角色添加“能量回复增幅提升·大”效果，使能量回复增幅提升29.8%，持续16秒。"
        }
      ]
    },
    {
      name: "召风凝场",
      maxLevel: 5,
      desc: "在自身前方形成风属性区域，每0.5秒对区域内敌人造成62.4%攻击力的风属性伤害，持续3秒。",
      levels: [
        {
          level: 1,
          desc: "在自身前方形成风属性区域，每0.5秒对区域内敌人造成24%攻击力的风属性伤害，持续3秒。"
        },
        {
          level: 2,
          desc: "在自身前方形成风属性区域，每0.5秒对区域内敌人造成33.6%攻击力的风属性伤害，持续3秒。"
        },
        {
          level: 3,
          desc: "在自身前方形成风属性区域，每0.5秒对区域内敌人造成43.2%攻击力的风属性伤害，持续3秒。"
        },
        {
          level: 4,
          desc: "在自身前方形成风属性区域，每0.5秒对区域内敌人造成52.8%攻击力的风属性伤害，持续3秒。"
        },
        {
          level: 5,
          desc: "在自身前方形成风属性区域，每0.5秒对区域内敌人造成62.4%攻击力的风属性伤害，持续3秒。"
        }
      ]
    },
    {
      name: "风刃",
      maxLevel: 5,
      desc: "向目标发射风刃，对命中的敌人造成92.4%攻击力的风属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射风刃，对命中的敌人造成35.6%攻击力的风属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射风刃，对命中的敌人造成49.8%攻击力的风属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射风刃，对命中的敌人造成64%攻击力的风属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射风刃，对命中的敌人造成78.2%攻击力的风属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射风刃，对命中的敌人造成92.4%攻击力的风属性伤害。"
        }
      ]
    },
    {
      name: "托纳缇欧-合击",
      maxLevel: 5,
      desc: "向目标发起攻击，造成652.9%攻击力的风属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起攻击，造成251.1%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起攻击，造成351.6%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起攻击，造成452%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起攻击，造成552.5%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起攻击，造成652.9%攻击力的风属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "风息流转",
      desc: "自身特技冷却时长减少40%。"
    },
    {
      name: "神圣之躯",
      desc: "全元素属性的抗性提升20%。"
    },
    {
      name: "风暴身躯Ⅱ",
      desc: "奇波对决中，在场时，友方全体奇波技能冷却时间缩短25%。"
    }
  ],
  evolutions: [
    {
      name: "赛可洛",
      no: 182,
      stage: "幼年期",
      wikiSlug: "赛可洛"
    },
    {
      name: "托纳缇欧",
      no: 183,
      stage: "成熟期",
      wikiSlug: "托纳缇欧"
    },
    {
      name: "伊欧利安",
      no: 184,
      stage: "超限体",
      wikiSlug: "伊欧利安"
    }
  ]
}
