/** 驮驮龙 */
export default {
  id: "tuotuolong",
  no: 66,
  name: "驮驮龙",
  wikiSlug: "驮驮龙",
  wikiUrl: "https://wiki.biligame.com/ap/驮驮龙",
  elements: [
    "光"
  ],
  battleTag: "侵扰",
  race: "异生类·鳞形族",
  height: "130cm",
  stage: "成长期",
  sizeType: "中",
  shiny: true,
  special: false,
  obtain: "待补充",
  intro: "驮驮龙生活在世界各处，性情十分温和，它的负重能力好，喜欢把遇见的食物或者感兴趣的东西驮在自己身上，不过驮着驮着总会掉下来，为此颇为苦恼。",
  image: "/imgs/qibos/tuotuolong.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/5/5e/3q9e23eihbjn9yobq82btmtqmu5siec.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "照料"
  ],
  drops: [
    "幽光鳞片",
    "鳞光薄膜"
  ],
  skills: [
    {
      name: "震地回响",
      maxLevel: 5,
      desc: "踩踏地面，对周围的敌人造成三次41.1%攻击力的光属性伤害。并为友方角色和奇波添加相当于生命值上限4.4%的护盾，持续10秒护盾存在期间，持有者获得2.1%的光属性伤害提升效果。\n为队伍添加1枚光属性调谐印记。",
      levels: [
        {
          level: 1,
          desc: "踩踏地面，对周围的敌人造成三次15.8%攻击力的光属性伤害。并为友方角色和奇波添加相当于生命值上限2.7%的护盾，持续10秒护盾存在期间，持有者获得1.3%的光属性伤害提升效果。\n为队伍添加1枚光属性调谐印记。"
        },
        {
          level: 2,
          desc: "踩踏地面，对周围的敌人造成三次22.1%攻击力的光属性伤害。并为友方角色和奇波添加相当于生命值上限3.1%的护盾，持续10秒护盾存在期间，持有者获得1.5%的光属性伤害提升效果。\n为队伍添加1枚光属性调谐印记。"
        },
        {
          level: 3,
          desc: "踩踏地面，对周围的敌人造成三次28.4%攻击力的光属性伤害。并为友方角色和奇波添加相当于生命值上限3.5%的护盾，持续10秒护盾存在期间，持有者获得1.7%的光属性伤害提升效果。\n为队伍添加1枚光属性调谐印记。"
        },
        {
          level: 4,
          desc: "踩踏地面，对周围的敌人造成三次34.8%攻击力的光属性伤害。并为友方角色和奇波添加相当于生命值上限4%的护盾，持续10秒护盾存在期间，持有者获得1.9%的光属性伤害提升效果。\n为队伍添加1枚光属性调谐印记。"
        },
        {
          level: 5,
          desc: "踩踏地面，对周围的敌人造成三次41.1%攻击力的光属性伤害。并为友方角色和奇波添加相当于生命值上限4.4%的护盾，持续10秒护盾存在期间，持有者获得2.1%的光属性伤害提升效果。\n为队伍添加1枚光属性调谐印记。"
        }
      ]
    },
    {
      name: "辉光熠熠",
      maxLevel: 5,
      desc: "向前方持续发射光束，每秒对范围内的敌人造成20.8%攻击力的光属性伤害，持续1.5秒。",
      levels: [
        {
          level: 1,
          desc: "向前方持续发射光束，每秒对范围内的敌人造成8%攻击力的光属性伤害，持续1.5秒。"
        },
        {
          level: 2,
          desc: "向前方持续发射光束，每秒对范围内的敌人造成11.2%攻击力的光属性伤害，持续1.5秒。"
        },
        {
          level: 3,
          desc: "向前方持续发射光束，每秒对范围内的敌人造成14.4%攻击力的光属性伤害，持续1.5秒。"
        },
        {
          level: 4,
          desc: "向前方持续发射光束，每秒对范围内的敌人造成17.6%攻击力的光属性伤害，持续1.5秒。"
        },
        {
          level: 5,
          desc: "向前方持续发射光束，每秒对范围内的敌人造成20.8%攻击力的光属性伤害，持续1.5秒。"
        }
      ]
    },
    {
      name: "辉光球",
      maxLevel: 5,
      desc: "向目标发射2枚辉光球，对命中的敌人造成35.7%攻击力的光属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射2枚辉光球，对命中的敌人造成13.7%攻击力的光属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射2枚辉光球，对命中的敌人造成19.2%攻击力的光属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射2枚辉光球，对命中的敌人造成24.7%攻击力的光属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射2枚辉光球，对命中的敌人造成30.2%攻击力的光属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射2枚辉光球，对命中的敌人造成35.7%攻击力的光属性伤害。"
        }
      ]
    },
    {
      name: "驮驮龙-合击",
      maxLevel: 5,
      desc: "向目标发起攻击，造成652.9%攻击力的光属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起攻击，造成251.1%攻击力的光属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起攻击，造成351.6%攻击力的光属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起攻击，造成452%攻击力的光属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起攻击，造成552.5%攻击力的光属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起攻击，造成652.9%攻击力的光属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "粘液",
      desc: "造成敌方目标伤害时，降低敌方目标20%移动速度，持续8秒，每15秒触发一次。"
    },
    {
      name: "光肤",
      desc: "奇波对决中，自身攻击力降低30%，友方全体奇波防御力上升30%，光属性伤害上升70%。"
    }
  ],
  evolutions: []
}
