/** 乌尔 */
export default {
  id: "wuer",
  no: "86A",
  name: "乌尔",
  wikiSlug: "乌尔",
  wikiUrl: "https://wiki.biligame.com/ap/乌尔",
  elements: [
    "冰"
  ],
  battleTag: "侵扰",
  race: "异生类·兽形族",
  height: "160cm",
  stage: "成熟期",
  sizeType: "中",
  shiny: false,
  special: true,
  obtain: "待补充",
  intro: "一匹雄壮威武的霜刃狼，是塔娜的后代。它从小生活在夏露露村，与猎人忒拉拉一同长大，关系亲密。乌尔的性格勇敢无畏，不惧任何危险，同塔娜一样忠实可靠。",
  image: "/imgs/qibos/wuer.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/0/00/861ax8w0u5y23vilgr2zzho9hty2nkv.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "狩猎"
  ],
  drops: [
    "细密软绒",
    "兽灵之角"
  ],
  skills: [
    {
      name: "极寒冲刺",
      maxLevel: 5,
      desc: "发起咆哮，对周围的敌人造成四次121.7%攻击力的冰属性伤害。之后发起冲刺，造成三次87.4%攻击力的冰属性伤害，并对其添加持续4秒的冰冻效果。",
      levels: [
        {
          level: 1,
          desc: "发起咆哮，对周围的敌人造成四次46.8%攻击力的冰属性伤害。之后发起冲刺，造成三次33.6%攻击力的冰属性伤害，并对其添加持续4秒的冰冻效果。"
        },
        {
          level: 2,
          desc: "发起咆哮，对周围的敌人造成四次65.5%攻击力的冰属性伤害。之后发起冲刺，造成三次47%攻击力的冰属性伤害，并对其添加持续4秒的冰冻效果。"
        },
        {
          level: 3,
          desc: "发起咆哮，对周围的敌人造成四次84.2%攻击力的冰属性伤害。之后发起冲刺，造成三次60.5%攻击力的冰属性伤害，并对其添加持续4秒的冰冻效果。"
        },
        {
          level: 4,
          desc: "发起咆哮，对周围的敌人造成四次103%攻击力的冰属性伤害。之后发起冲刺，造成三次73.9%攻击力的冰属性伤害，并对其添加持续4秒的冰冻效果。"
        },
        {
          level: 5,
          desc: "发起咆哮，对周围的敌人造成四次121.7%攻击力的冰属性伤害。之后发起冲刺，造成三次87.4%攻击力的冰属性伤害，并对其添加持续4秒的冰冻效果。"
        }
      ]
    },
    {
      name: "冰矛连射",
      maxLevel: 5,
      desc: "向目标连续发射14枚冰锥，每枚冰锥对命中的敌人造成19.8%攻击力的冰属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标连续发射14枚冰锥，每枚冰锥对命中的敌人造成7.6%攻击力的冰属性伤害。"
        },
        {
          level: 2,
          desc: "向目标连续发射14枚冰锥，每枚冰锥对命中的敌人造成10.7%攻击力的冰属性伤害。"
        },
        {
          level: 3,
          desc: "向目标连续发射14枚冰锥，每枚冰锥对命中的敌人造成13.7%攻击力的冰属性伤害。"
        },
        {
          level: 4,
          desc: "向目标连续发射14枚冰锥，每枚冰锥对命中的敌人造成16.8%攻击力的冰属性伤害。"
        },
        {
          level: 5,
          desc: "向目标连续发射14枚冰锥，每枚冰锥对命中的敌人造成19.8%攻击力的冰属性伤害。"
        }
      ]
    },
    {
      name: "寒冰碎片",
      maxLevel: 5,
      desc: "向前方发射5枚冰锥，每枚冰锥对命中的敌人造成69.3%攻击力的冰属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向前方发射5枚冰锥，每枚冰锥对命中的敌人造成26.7%攻击力的冰属性伤害。"
        },
        {
          level: 2,
          desc: "向前方发射5枚冰锥，每枚冰锥对命中的敌人造成37.3%攻击力的冰属性伤害。"
        },
        {
          level: 3,
          desc: "向前方发射5枚冰锥，每枚冰锥对命中的敌人造成48%攻击力的冰属性伤害。"
        },
        {
          level: 4,
          desc: "向前方发射5枚冰锥，每枚冰锥对命中的敌人造成58.7%攻击力的冰属性伤害。"
        },
        {
          level: 5,
          desc: "向前方发射5枚冰锥，每枚冰锥对命中的敌人造成69.3%攻击力的冰属性伤害。"
        }
      ]
    },
    {
      name: "乌尔-合击",
      maxLevel: 5,
      desc: "向目标发起斩击，造成652.9%攻击力的冰属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起斩击，造成251.1%攻击力的冰属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起斩击，造成351.6%攻击力的冰属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起斩击，造成452%攻击力的冰属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起斩击，造成552.5%攻击力的冰属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起斩击，造成652.9%攻击力的冰属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "冰锐牙",
      desc: "对敌方造成伤害使其防御力下降1.6%和冰属性抗性下降0.6%，可叠加5层。"
    },
    {
      name: "霜爪Ⅳ",
      desc: "奇波对决中，攻击力提升60%，移动速度提升30%。"
    }
  ],
  evolutions: []
}
