/** 雾粘蛙 */
export default {
  id: "wunianwa",
  no: 61,
  name: "雾粘蛙",
  wikiSlug: "雾粘蛙",
  wikiUrl: "https://wiki.biligame.com/ap/雾粘蛙",
  elements: [
    "暗"
  ],
  battleTag: "变换",
  race: "异生类·蜕形族",
  height: "40cm",
  stage: "幼年期",
  sizeType: "小",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "深色的烟雾包围着圆润的身体，是一种常见于阴暗处的奇波。虽然是一副呆呆的模样，但它全身带毒，被攻击到的人会感到情绪抑郁。",
  image: "/imgs/qibos/wunianwa.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/2/22/l98fdohh98r2q0cnw7ydn25cib4xk8i.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "耕作",
    "照料"
  ],
  drops: [
    "移形软壳",
    "遗落旧蜕"
  ],
  skills: [
    {
      name: "烟雾毒舌",
      maxLevel: 5,
      desc: "伸出舌头连续攻击敌人，造成四次67.4%攻击力的暗属性伤害。\n对敌人添加“暗属性抗性下降·小”效果，使暗属性抗性下降0.9%，持续16秒。",
      levels: [
        {
          level: 1,
          desc: "伸出舌头连续攻击敌人，造成四次25.9%攻击力的暗属性伤害。\n对敌人添加“暗属性抗性下降·小”效果，使暗属性抗性下降0.9%，持续16秒。"
        },
        {
          level: 2,
          desc: "伸出舌头连续攻击敌人，造成四次36.3%攻击力的暗属性伤害。\n对敌人添加“暗属性抗性下降·小”效果，使暗属性抗性下降0.9%，持续16秒。"
        },
        {
          level: 3,
          desc: "伸出舌头连续攻击敌人，造成四次46.7%攻击力的暗属性伤害。\n对敌人添加“暗属性抗性下降·小”效果，使暗属性抗性下降0.9%，持续16秒。"
        },
        {
          level: 4,
          desc: "伸出舌头连续攻击敌人，造成四次57%攻击力的暗属性伤害。\n对敌人添加“暗属性抗性下降·小”效果，使暗属性抗性下降0.9%，持续16秒。"
        },
        {
          level: 5,
          desc: "伸出舌头连续攻击敌人，造成四次67.4%攻击力的暗属性伤害。\n对敌人添加“暗属性抗性下降·小”效果，使暗属性抗性下降0.9%，持续16秒。"
        }
      ]
    },
    {
      name: "暗魂影",
      maxLevel: 5,
      desc: "向目标发射一道暗魂影，对命中的敌人造成71.3%攻击力的暗属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射一道暗魂影，对命中的敌人造成27.4%攻击力的暗属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射一道暗魂影，对命中的敌人造成38.4%攻击力的暗属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射一道暗魂影，对命中的敌人造成49.4%攻击力的暗属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射一道暗魂影，对命中的敌人造成60.3%攻击力的暗属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射一道暗魂影，对命中的敌人造成71.3%攻击力的暗属性伤害。"
        }
      ]
    },
    {
      name: "雾粘蛙-合击",
      maxLevel: 5,
      desc: "向目标撞击，造成652.9%攻击力的暗属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标撞击，造成251.1%攻击力的暗属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标撞击，造成351.6%攻击力的暗属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标撞击，造成452%攻击力的暗属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标撞击，造成552.5%攻击力的暗属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标撞击，造成652.9%攻击力的暗属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "剧毒皮肤",
      desc: "受到物理伤害时，有30%概率使伤害来源附加10秒的中毒效果。\n中毒：每2秒造成自身攻击力30%的水属性伤害。"
    },
    {
      name: "雾气环绕Ⅰ",
      desc: "奇波对决中，自身暴击伤害提升80%。"
    }
  ],
  evolutions: [
    {
      name: "雾粘蛙",
      no: 61,
      stage: "幼年期",
      wikiSlug: "雾粘蛙"
    },
    {
      name: "雾球蛙",
      no: 62,
      stage: "成熟期",
      wikiSlug: "雾球蛙"
    }
  ]
}
