/** 雾球蛙 */
export default {
  id: "wuqiuwa",
  no: 62,
  name: "雾球蛙",
  wikiSlug: "雾球蛙",
  wikiUrl: "https://wiki.biligame.com/ap/雾球蛙",
  elements: [
    "暗"
  ],
  battleTag: "变换",
  race: "异生类·蜕形族",
  height: "80cm",
  stage: "成熟期",
  sizeType: "中",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "周身缠绕着暗紫色的浓雾，喜欢待在黑暗阴凉的地方一动不动的奇波。虽然看起来有些笨拙，但它的毒素可以让敌人深陷于负面情绪中，从而丧失战斗力。",
  image: "/imgs/qibos/wuqiuwa.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/6/69/nkrt24ici5sazvhukx4tur44kk64gb2.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "耕作",
    "照料"
  ],
  drops: [
    "移形软壳",
    "遗落旧蜕"
  ],
  skills: [
    {
      name: "雾球毒舌",
      maxLevel: 5,
      desc: "伸出舌头连续攻击敌人，造成十次30%攻击力的暗属性伤害。\n对敌人添加“暗属性抗性下降·大”效果，使暗属性抗性下降1.8%，持续16秒。",
      levels: [
        {
          level: 1,
          desc: "伸出舌头连续攻击敌人，造成十次11.5%攻击力的暗属性伤害。\n对敌人添加“暗属性抗性下降·大”效果，使暗属性抗性下降1.8%，持续16秒。"
        },
        {
          level: 2,
          desc: "伸出舌头连续攻击敌人，造成十次16.1%攻击力的暗属性伤害。\n对敌人添加“暗属性抗性下降·大”效果，使暗属性抗性下降1.8%，持续16秒。"
        },
        {
          level: 3,
          desc: "伸出舌头连续攻击敌人，造成十次20.7%攻击力的暗属性伤害。\n对敌人添加“暗属性抗性下降·大”效果，使暗属性抗性下降1.8%，持续16秒。"
        },
        {
          level: 4,
          desc: "伸出舌头连续攻击敌人，造成十次25.3%攻击力的暗属性伤害。\n对敌人添加“暗属性抗性下降·大”效果，使暗属性抗性下降1.8%，持续16秒。"
        },
        {
          level: 5,
          desc: "伸出舌头连续攻击敌人，造成十次30%攻击力的暗属性伤害。\n对敌人添加“暗属性抗性下降·大”效果，使暗属性抗性下降1.8%，持续16秒。"
        }
      ]
    },
    {
      name: "暗魂影爆阵",
      maxLevel: 5,
      desc: "向目标发射可以追踪的大型暗魂影，命中敌人后爆炸，对爆炸点范围内的敌人造成138.7%攻击力的暗属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射可以追踪的大型暗魂影，命中敌人后爆炸，对爆炸点范围内的敌人造成53.3%攻击力的暗属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射可以追踪的大型暗魂影，命中敌人后爆炸，对爆炸点范围内的敌人造成74.7%攻击力的暗属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射可以追踪的大型暗魂影，命中敌人后爆炸，对爆炸点范围内的敌人造成96%攻击力的暗属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射可以追踪的大型暗魂影，命中敌人后爆炸，对爆炸点范围内的敌人造成117.3%攻击力的暗属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射可以追踪的大型暗魂影，命中敌人后爆炸，对爆炸点范围内的敌人造成138.7%攻击力的暗属性伤害。"
        }
      ]
    },
    {
      name: "暗魂影",
      maxLevel: 5,
      desc: "向目标发射一道暗魂影，对命中的敌人造成71.3%攻击力的暗属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射一道暗魂影，对命中的敌人造成27.4%攻击力的暗属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射一道暗魂影，对命中的敌人造成38.4%攻击力的暗属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射一道暗魂影，对命中的敌人造成49.4%攻击力的暗属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射一道暗魂影，对命中的敌人造成60.3%攻击力的暗属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射一道暗魂影，对命中的敌人造成71.3%攻击力的暗属性伤害。"
        }
      ]
    },
    {
      name: "雾球蛙-合击",
      maxLevel: 5,
      desc: "向目标撞击，造成652.9%攻击力的暗属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标撞击，造成251.1%攻击力的暗属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标撞击，造成351.6%攻击力的暗属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标撞击，造成452%攻击力的暗属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标撞击，造成552.5%攻击力的暗属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标撞击，造成652.9%攻击力的暗属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "剧毒皮肤",
      desc: "受到物理伤害时，有30%概率使伤害来源附加10秒的中毒效果。\n中毒：每2秒造成自身攻击力30%的水属性伤害。"
    },
    {
      name: "雾气环绕Ⅱ",
      desc: "奇波对决中，自身暴击伤害提升350%。"
    }
  ],
  evolutions: [
    {
      name: "雾粘蛙",
      no: 61,
      stage: "幼年期",
      wikiSlug: "雾粘蛙"
    },
    {
      name: "雾球蛙",
      no: 62,
      stage: "成熟期",
      wikiSlug: "雾球蛙"
    }
  ]
}
