/** 小雪狼 */
export default {
  id: "xiaoxuelang",
  no: 84,
  name: "小雪狼",
  wikiSlug: "小雪狼",
  wikiUrl: "https://wiki.biligame.com/ap/小雪狼",
  elements: [
    "冰"
  ],
  battleTag: "独猎",
  race: "异生类·兽形族",
  height: "45cm",
  stage: "幼年期",
  sizeType: "小",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "小雪狼精力旺盛，喜欢扑东西，还不成熟的小雪狼没法控制自己的速度，很容易在冰上打滑摔倒。能适应极度寒冷的冰雪环境，不喜欢被烈阳暴晒，长时间处于高温环境下会导致中暑。",
  image: "/imgs/qibos/xiaoxuelang.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/3/37/puo69q9vihpqw6fi70bsckvpqfphxq7.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "狩猎"
  ],
  drops: [
    "细密软绒",
    "兽灵之角"
  ],
  skills: [
    {
      name: "雪横扫",
      maxLevel: 5,
      desc: "横扫前方区域，对敌人造成三次49.9%攻击力的冰属性伤害。\n对敌人添加“物理防御下降·小”效果，使物理防御力下降1.6%，持续16秒。",
      levels: [
        {
          level: 1,
          desc: "横扫前方区域，对敌人造成三次19.2%攻击力的冰属性伤害。\n对敌人添加“物理防御下降·小”效果，使物理防御力下降1.6%，持续16秒。"
        },
        {
          level: 2,
          desc: "横扫前方区域，对敌人造成三次26.9%攻击力的冰属性伤害。\n对敌人添加“物理防御下降·小”效果，使物理防御力下降1.6%，持续16秒。"
        },
        {
          level: 3,
          desc: "横扫前方区域，对敌人造成三次34.6%攻击力的冰属性伤害。\n对敌人添加“物理防御下降·小”效果，使物理防御力下降1.6%，持续16秒。"
        },
        {
          level: 4,
          desc: "横扫前方区域，对敌人造成三次42.2%攻击力的冰属性伤害。\n对敌人添加“物理防御下降·小”效果，使物理防御力下降1.6%，持续16秒。"
        },
        {
          level: 5,
          desc: "横扫前方区域，对敌人造成三次49.9%攻击力的冰属性伤害。\n对敌人添加“物理防御下降·小”效果，使物理防御力下降1.6%，持续16秒。"
        }
      ]
    },
    {
      name: "冰锥",
      maxLevel: 5,
      desc: "向目标发射3枚冰锥，对命中的敌人造成23.8%攻击力的冰属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射3枚冰锥，对命中的敌人造成9.1%攻击力的冰属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射3枚冰锥，对命中的敌人造成12.8%攻击力的冰属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射3枚冰锥，对命中的敌人造成16.5%攻击力的冰属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射3枚冰锥，对命中的敌人造成20.1%攻击力的冰属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射3枚冰锥，对命中的敌人造成23.8%攻击力的冰属性伤害。"
        }
      ]
    },
    {
      name: "小雪狼-合击",
      maxLevel: 5,
      desc: "向目标射出冰锥，造成652.9%攻击力的冰属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标射出冰锥，造成251.1%攻击力的冰属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标射出冰锥，造成351.6%攻击力的冰属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标射出冰锥，造成452%攻击力的冰属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标射出冰锥，造成552.5%攻击力的冰属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标射出冰锥，造成652.9%攻击力的冰属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "冰锐牙",
      desc: "对敌方造成伤害使其防御力下降1.6%和冰属性抗性下降0.6%，可叠加5层。"
    },
    {
      name: "霜爪Ⅰ",
      desc: "奇波对决中，自身生命值降低30%，攻击力提升10%，移动速度提升5%。"
    }
  ],
  evolutions: [
    {
      name: "小雪狼",
      no: 84,
      stage: "幼年期",
      wikiSlug: "小雪狼"
    },
    {
      name: "冰速狼",
      no: 85,
      stage: "成长期",
      wikiSlug: "冰速狼"
    },
    {
      name: "霜刃狼",
      no: 86,
      stage: "成熟期",
      wikiSlug: "霜刃狼"
    }
  ]
}
