/** 小暮鸮 */
export default {
  id: "xiaomuxiao",
  no: 122,
  name: "小暮鸮",
  wikiSlug: "小暮鸮",
  wikiUrl: "https://wiki.biligame.com/ap/小暮鸮",
  elements: [
    "暗"
  ],
  battleTag: "侵扰",
  race: "异生类·羽形族",
  height: "70cm",
  stage: "幼年期",
  sizeType: "小",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "头脑聪明的夜行性奇波，看似完全没有自保能力，但实际上却能凭借聪明的头脑与各种强大的天敌周旋，甚至偶尔还能反过来偷走它们的猎物。",
  image: "/imgs/qibos/xiaomuxiao.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/c/c9/hgrucc8zcis3d028ph2mh8iwmcxmrja.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "狩猎",
    "照料"
  ],
  drops: [
    "斑斓飞羽",
    "锋锐利喙"
  ],
  skills: [
    {
      name: "下压",
      maxLevel: 5,
      desc: "向着敌人跳跃下砸三次，每次造成64.5%攻击力的暗属性伤害。\n对敌人添加“暗属性抗性下降·小”效果，使暗属性抗性下降0.9%，持续16秒。",
      levels: [
        {
          level: 1,
          desc: "向着敌人跳跃下砸三次，每次造成24.8%攻击力的暗属性伤害。\n对敌人添加“暗属性抗性下降·小”效果，使暗属性抗性下降0.9%，持续16秒。"
        },
        {
          level: 2,
          desc: "向着敌人跳跃下砸三次，每次造成34.7%攻击力的暗属性伤害。\n对敌人添加“暗属性抗性下降·小”效果，使暗属性抗性下降0.9%，持续16秒。"
        },
        {
          level: 3,
          desc: "向着敌人跳跃下砸三次，每次造成44.6%攻击力的暗属性伤害。\n对敌人添加“暗属性抗性下降·小”效果，使暗属性抗性下降0.9%，持续16秒。"
        },
        {
          level: 4,
          desc: "向着敌人跳跃下砸三次，每次造成54.6%攻击力的暗属性伤害。\n对敌人添加“暗属性抗性下降·小”效果，使暗属性抗性下降0.9%，持续16秒。"
        },
        {
          level: 5,
          desc: "向着敌人跳跃下砸三次，每次造成64.5%攻击力的暗属性伤害。\n对敌人添加“暗属性抗性下降·小”效果，使暗属性抗性下降0.9%，持续16秒。"
        }
      ]
    },
    {
      name: "暗魂影",
      maxLevel: 5,
      desc: "向目标发射一道暗魂影，对命中的敌人造成71.3%攻击力的暗属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射一道暗魂影，对命中的敌人造成27.4%攻击力的暗属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射一道暗魂影，对命中的敌人造成38.4%攻击力的暗属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射一道暗魂影，对命中的敌人造成49.4%攻击力的暗属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射一道暗魂影，对命中的敌人造成60.3%攻击力的暗属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射一道暗魂影，对命中的敌人造成71.3%攻击力的暗属性伤害。"
        }
      ]
    },
    {
      name: "小暮鸮-合击",
      maxLevel: 5,
      desc: "向目标发起攻击，造成652.9%攻击力的暗属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起攻击，造成251.1%攻击力的暗属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起攻击，造成351.6%攻击力的暗属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起攻击，造成452%攻击力的暗属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起攻击，造成552.5%攻击力的暗属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起攻击，造成652.9%攻击力的暗属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "夜视眼",
      desc: "自身暴击率和暗属性增伤提升20%。"
    },
    {
      name: "破防重击Ⅰ",
      desc: "奇波对决中，自身攻击力降低30%，对敌人造成伤害后，使对方防御力降低20%，持续3秒。"
    }
  ],
  evolutions: [
    {
      name: "小暮鸮",
      no: 122,
      stage: "幼年期",
      wikiSlug: "小暮鸮"
    },
    {
      name: "夜猫鸮",
      no: 123,
      stage: "成熟期",
      wikiSlug: "夜猫鸮"
    }
  ]
}
