/** 小音浮 */
export default {
  id: "xiaoyinfu",
  no: 63,
  name: "小音浮",
  wikiSlug: "小音浮",
  wikiUrl: "https://wiki.biligame.com/ap/小音浮",
  elements: [
    "雷",
    "风"
  ],
  battleTag: "侵扰",
  race: "异生类·蜕形族",
  height: "40cm",
  stage: "幼年期",
  sizeType: "小",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "小音浮以单纯与友好而著称，总是自由自在地缓慢漂浮着去往各个地方。\n当周遭有音乐奏响时，小音浮便会抖擞精神，加入演奏。",
  image: "/imgs/qibos/xiaoyinfu.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/3/3f/0lyl8vaom915e5zyl9rll875pp7u4yz.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "锻坚"
  ],
  drops: [
    "移形软壳",
    "遗落旧蜕"
  ],
  skills: [
    {
      name: "符之乐声",
      maxLevel: 5,
      desc: "出现时歌唱，使在场友方单位当前进入冷却的技能冷却时间减少7.1%，并使在场英雄恢复5.2能量。\n为队伍添加1枚风属性调谐印记。",
      levels: [
        {
          level: 1,
          desc: "出现时歌唱，使在场友方单位当前进入冷却的技能冷却时间减少4.3%，并使在场英雄恢复3.1能量。\n为队伍添加1枚风属性调谐印记。"
        },
        {
          level: 2,
          desc: "出现时歌唱，使在场友方单位当前进入冷却的技能冷却时间减少5%，并使在场英雄恢复3.6能量。\n为队伍添加1枚风属性调谐印记。"
        },
        {
          level: 3,
          desc: "出现时歌唱，使在场友方单位当前进入冷却的技能冷却时间减少5.7%，并使在场英雄恢复4.1能量。\n为队伍添加1枚风属性调谐印记。"
        },
        {
          level: 4,
          desc: "出现时歌唱，使在场友方单位当前进入冷却的技能冷却时间减少6.4%，并使在场英雄恢复4.6能量。\n为队伍添加1枚风属性调谐印记。"
        },
        {
          level: 5,
          desc: "出现时歌唱，使在场友方单位当前进入冷却的技能冷却时间减少7.1%，并使在场英雄恢复5.2能量。\n为队伍添加1枚风属性调谐印记。"
        }
      ]
    },
    {
      name: "小风弹",
      maxLevel: 5,
      desc: "向目标连续发射3枚小风弹，每枚风弹对命中的敌人造成23.8%攻击力的风属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标连续发射3枚小风弹，每枚风弹对命中的敌人造成9.1%攻击力的风属性伤害。"
        },
        {
          level: 2,
          desc: "向目标连续发射3枚小风弹，每枚风弹对命中的敌人造成12.8%攻击力的风属性伤害。"
        },
        {
          level: 3,
          desc: "向目标连续发射3枚小风弹，每枚风弹对命中的敌人造成16.5%攻击力的风属性伤害。"
        },
        {
          level: 4,
          desc: "向目标连续发射3枚小风弹，每枚风弹对命中的敌人造成20.1%攻击力的风属性伤害。"
        },
        {
          level: 5,
          desc: "向目标连续发射3枚小风弹，每枚风弹对命中的敌人造成23.8%攻击力的风属性伤害。"
        }
      ]
    },
    {
      name: "小音浮-合击",
      maxLevel: 5,
      desc: "向目标释放音波，对目标造成652.9%攻击力的雷属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标释放音波，对目标造成251.1%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标释放音波，对目标造成351.6%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标释放音波，对目标造成452%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标释放音波，对目标造成552.5%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标释放音波，对目标造成652.9%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "粘液",
      desc: "造成敌方目标伤害时，降低敌方目标20%移动速度，持续8秒，每15秒触发一次。"
    },
    {
      name: "演奏Ⅰ",
      desc: "奇波对决中，自身施放特技时，友方全体奇波技能冷却时间缩短2秒。"
    }
  ],
  evolutions: [
    {
      name: "小音浮",
      no: 63,
      stage: "幼年期",
      wikiSlug: "小音浮"
    },
    {
      name: "乐乐蛙",
      no: 64,
      stage: "成长期",
      wikiSlug: "乐乐蛙"
    },
    {
      name: "音霸蛙",
      no: 65,
      stage: "成熟期",
      wikiSlug: "音霸蛙"
    }
  ]
}
