/** 小岩蹄 */
export default {
  id: "xiaoyanti",
  no: 118,
  name: "小岩蹄",
  wikiSlug: "小岩蹄",
  wikiUrl: "https://wiki.biligame.com/ap/小岩蹄",
  elements: [
    "地"
  ],
  battleTag: "侵扰",
  race: "异生类·兽形族",
  height: "90cm",
  stage: "幼年期",
  sizeType: "小",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "性格温和友善，几乎不会生气的奇波。沉稳靠谱，即使被摸后腿也不会撂蹄子，如果被摸头和肩背，还会开心地嘶鸣。开心时会弯起脚尖跳出被称为「小岩蹄跳步」的轻快步伐，因为动作可爱常常会被其他奇波模仿。",
  image: "/imgs/qibos/xiaoyanti.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/4/45/8i2mgnwegfeogg0r3yrema1j8q3ww14.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "采矿"
  ],
  drops: [
    "细密软绒",
    "兽灵之角"
  ],
  skills: [
    {
      name: "震踪踏击",
      maxLevel: 5,
      desc: "踩踏地面，向目标发射一道追踪的地震波，地震波在碰撞到敌人的时候将造成268.3%攻击力的地属性伤害。\n为队伍添加1枚地属性调谐印记。",
      levels: [
        {
          level: 1,
          desc: "踩踏地面，向目标发射一道追踪的地震波，地震波在碰撞到敌人的时候将造成103.2%攻击力的地属性伤害。\n为队伍添加1枚地属性调谐印记。"
        },
        {
          level: 2,
          desc: "踩踏地面，向目标发射一道追踪的地震波，地震波在碰撞到敌人的时候将造成144.5%攻击力的地属性伤害。\n为队伍添加1枚地属性调谐印记。"
        },
        {
          level: 3,
          desc: "踩踏地面，向目标发射一道追踪的地震波，地震波在碰撞到敌人的时候将造成185.8%攻击力的地属性伤害。\n为队伍添加1枚地属性调谐印记。"
        },
        {
          level: 4,
          desc: "踩踏地面，向目标发射一道追踪的地震波，地震波在碰撞到敌人的时候将造成227%攻击力的地属性伤害。\n为队伍添加1枚地属性调谐印记。"
        },
        {
          level: 5,
          desc: "踩踏地面，向目标发射一道追踪的地震波，地震波在碰撞到敌人的时候将造成268.3%攻击力的地属性伤害。\n为队伍添加1枚地属性调谐印记。"
        }
      ]
    },
    {
      name: "岩锥",
      maxLevel: 5,
      desc: "向目标发射一枚岩锥，对命中的敌人造成71.3%攻击力的地属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射一枚岩锥，对命中的敌人造成27.4%攻击力的地属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射一枚岩锥，对命中的敌人造成38.4%攻击力的地属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射一枚岩锥，对命中的敌人造成49.4%攻击力的地属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射一枚岩锥，对命中的敌人造成60.3%攻击力的地属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射一枚岩锥，对命中的敌人造成71.3%攻击力的地属性伤害。"
        }
      ]
    },
    {
      name: "小岩蹄-合击",
      maxLevel: 5,
      desc: "向目标发起攻击，造成652.9%攻击力的地属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起攻击，造成251.1%攻击力的地属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起攻击，造成351.6%攻击力的地属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起攻击，造成452%攻击力的地属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起攻击，造成552.5%攻击力的地属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起攻击，造成652.9%攻击力的地属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "蛮力",
      desc: "攻击上升60%，自身受到伤害增加20%，持续10秒，在下场时清空。"
    },
    {
      name: "岩蹄Ⅰ",
      desc: "奇波对决中，自身生命值提升60%，技能伤害提升60%，但只攻击敌方的对战设施。"
    }
  ],
  evolutions: [
    {
      name: "小岩蹄",
      no: 118,
      stage: "幼年期",
      wikiSlug: "小岩蹄"
    },
    {
      name: "重岩蹄",
      no: 119,
      stage: "成熟期",
      wikiSlug: "重岩蹄"
    }
  ]
}
