/** 嘻哈蝠 */
export default {
  id: "xihafu",
  no: 127,
  name: "嘻哈蝠",
  wikiSlug: "嘻哈蝠",
  wikiUrl: "https://wiki.biligame.com/ap/嘻哈蝠",
  elements: [
    "暗"
  ],
  battleTag: "变换",
  race: "幻生类·精怪族",
  height: "90cm",
  stage: "成长期",
  sizeType: "小",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "脾气急躁，对光照和声音相当敏感，能保持较长时间的漂浮飞行。一旦注意到其它奇波靠近，它会悄悄绕到对方身后，在不经意间用诡异的「笑容」恐吓对方。",
  image: "/imgs/qibos/xihafu.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/0/0c/4tu0g0wxb2k8w0jo1vku13tz1kq9uhf.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "狩猎",
    "照料"
  ],
  drops: [
    "密文轮盘",
    "凝形晶核"
  ],
  skills: [
    {
      name: "喧哗音波",
      maxLevel: 5,
      desc: "发出音波，对前方的敌人造成六次6%攻击力的暗属性伤害，最后发出一次强大攻击，再造成15.4%攻击力的暗属性伤害。\n对敌人添加“暗属性抗性下降·小”效果，使暗属性抗性下降0.9%，持续16秒。\n为队伍添加1枚暗属性调谐印记。",
      levels: [
        {
          level: 1,
          desc: "发出音波，对前方的敌人造成六次2.3%攻击力的暗属性伤害，最后发出一次强大攻击，再造成5.9%攻击力的暗属性伤害。\n对敌人添加“暗属性抗性下降·小”效果，使暗属性抗性下降0.9%，持续16秒。\n为队伍添加1枚暗属性调谐印记。"
        },
        {
          level: 2,
          desc: "发出音波，对前方的敌人造成六次3.2%攻击力的暗属性伤害，最后发出一次强大攻击，再造成8.3%攻击力的暗属性伤害。\n对敌人添加“暗属性抗性下降·小”效果，使暗属性抗性下降0.9%，持续16秒。\n为队伍添加1枚暗属性调谐印记。"
        },
        {
          level: 3,
          desc: "发出音波，对前方的敌人造成六次4.1%攻击力的暗属性伤害，最后发出一次强大攻击，再造成10.6%攻击力的暗属性伤害。\n对敌人添加“暗属性抗性下降·小”效果，使暗属性抗性下降0.9%，持续16秒。\n为队伍添加1枚暗属性调谐印记。"
        },
        {
          level: 4,
          desc: "发出音波，对前方的敌人造成六次5.1%攻击力的暗属性伤害，最后发出一次强大攻击，再造成13%攻击力的暗属性伤害。\n对敌人添加“暗属性抗性下降·小”效果，使暗属性抗性下降0.9%，持续16秒。\n为队伍添加1枚暗属性调谐印记。"
        },
        {
          level: 5,
          desc: "发出音波，对前方的敌人造成六次6%攻击力的暗属性伤害，最后发出一次强大攻击，再造成15.4%攻击力的暗属性伤害。\n对敌人添加“暗属性抗性下降·小”效果，使暗属性抗性下降0.9%，持续16秒。\n为队伍添加1枚暗属性调谐印记。"
        }
      ]
    },
    {
      name: "暗魂影爆阵",
      maxLevel: 5,
      desc: "向目标发射可以追踪的大型暗魂影，命中敌人后爆炸，对爆炸点范围内的敌人造成138.7%攻击力的暗属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射可以追踪的大型暗魂影，命中敌人后爆炸，对爆炸点范围内的敌人造成53.3%攻击力的暗属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射可以追踪的大型暗魂影，命中敌人后爆炸，对爆炸点范围内的敌人造成74.7%攻击力的暗属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射可以追踪的大型暗魂影，命中敌人后爆炸，对爆炸点范围内的敌人造成96%攻击力的暗属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射可以追踪的大型暗魂影，命中敌人后爆炸，对爆炸点范围内的敌人造成117.3%攻击力的暗属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射可以追踪的大型暗魂影，命中敌人后爆炸，对爆炸点范围内的敌人造成138.7%攻击力的暗属性伤害。"
        }
      ]
    },
    {
      name: "暗魂影",
      maxLevel: 5,
      desc: "向目标发射一道暗魂影，对命中的敌人造成71.3%攻击力的暗属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射一道暗魂影，对命中的敌人造成27.4%攻击力的暗属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射一道暗魂影，对命中的敌人造成38.4%攻击力的暗属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射一道暗魂影，对命中的敌人造成49.4%攻击力的暗属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射一道暗魂影，对命中的敌人造成60.3%攻击力的暗属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射一道暗魂影，对命中的敌人造成71.3%攻击力的暗属性伤害。"
        }
      ]
    },
    {
      name: "嘻哈蝠-合击",
      maxLevel: 5,
      desc: "向目标发起攻击，造成652.9%攻击力的暗属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起攻击，造成251.1%攻击力的暗属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起攻击，造成351.6%攻击力的暗属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起攻击，造成452%攻击力的暗属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起攻击，造成552.5%攻击力的暗属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起攻击，造成652.9%攻击力的暗属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "生命吸取",
      desc: "攻击敌人后5秒内，敌人每秒受到20%奇波攻击的伤害，自身每秒恢复2%奇波攻击的生命。"
    },
    {
      name: "蝠翼Ⅱ",
      desc: "奇波对决中，对敌人造成伤害后，使对方攻击力降低30%，持续3秒。"
    }
  ],
  evolutions: [
    {
      name: "竖耳蝠",
      no: 126,
      stage: "幼年期",
      wikiSlug: "竖耳蝠"
    },
    {
      name: "嘻哈蝠",
      no: 127,
      stage: "成长期",
      wikiSlug: "嘻哈蝠"
    },
    {
      name: "笑面蝠",
      no: 128,
      stage: "成熟期",
      wikiSlug: "笑面蝠"
    }
  ]
}
