/** 汐灵偶 */
export default {
  id: "xilingou",
  no: 18,
  name: "汐灵偶",
  wikiSlug: "汐灵偶",
  wikiUrl: "https://wiki.biligame.com/ap/汐灵偶",
  elements: [
    "水"
  ],
  battleTag: "缓冲",
  race: "幻生类·元素族",
  height: "110cm",
  stage: "成熟期",
  sizeType: "中",
  shiny: true,
  special: false,
  obtain: "待补充",
  intro: "水元素化身完全成长后的姿态，可谓元素的意志本身。尽管汐灵偶已经拥有强大的力量，但仍然保持了温顺、柔和的性格，依然钟情于悠闲的氛围。",
  image: "/imgs/qibos/xilingou.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/8/8a/dgdpilvqcr55dntn3lr4mhb7o21h7nv.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "元素",
    "浇水"
  ],
  drops: [
    "元素凝质",
    "本质之砂"
  ],
  skills: [
    {
      name: "潮汐涟漪",
      maxLevel: 5,
      desc: "为队伍恢复等同于生命上限3.8%的生命值，并给予在场我方角色和奇波等同于生命上限3.8%的护盾，持续10秒，10秒内每两秒为队伍恢复等同于生命上限0.4%的生命值。\n为队伍添加“治疗提升·小”效果，使治疗效果提升4.3%，持续16秒。",
      levels: [
        {
          level: 1,
          desc: "为队伍恢复等同于生命上限2.3%的生命值，并给予在场我方角色和奇波等同于生命上限2.3%的护盾，持续10秒，10秒内每两秒为队伍恢复等同于生命上限0.3%的生命值。\n为队伍添加“治疗提升·小”效果，使治疗效果提升4.3%，持续16秒。"
        },
        {
          level: 2,
          desc: "为队伍恢复等同于生命上限2.6%的生命值，并给予在场我方角色和奇波等同于生命上限2.6%的护盾，持续10秒，10秒内每两秒为队伍恢复等同于生命上限0.3%的生命值。\n为队伍添加“治疗提升·小”效果，使治疗效果提升4.3%，持续16秒。"
        },
        {
          level: 3,
          desc: "为队伍恢复等同于生命上限3%的生命值，并给予在场我方角色和奇波等同于生命上限3%的护盾，持续10秒，10秒内每两秒为队伍恢复等同于生命上限0.3%的生命值。\n为队伍添加“治疗提升·小”效果，使治疗效果提升4.3%，持续16秒。"
        },
        {
          level: 4,
          desc: "为队伍恢复等同于生命上限3.4%的生命值，并给予在场我方角色和奇波等同于生命上限3.4%的护盾，持续10秒，10秒内每两秒为队伍恢复等同于生命上限0.4%的生命值。\n为队伍添加“治疗提升·小”效果，使治疗效果提升4.3%，持续16秒。"
        },
        {
          level: 5,
          desc: "为队伍恢复等同于生命上限3.8%的生命值，并给予在场我方角色和奇波等同于生命上限3.8%的护盾，持续10秒，10秒内每两秒为队伍恢复等同于生命上限0.4%的生命值。\n为队伍添加“治疗提升·小”效果，使治疗效果提升4.3%，持续16秒。"
        }
      ]
    },
    {
      name: "大海浪",
      maxLevel: 5,
      desc: "向目标发射贴地的波浪，对路径上敌人造成184.9%攻击力的水属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射贴地的波浪，对路径上敌人造成71.1%攻击力的水属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射贴地的波浪，对路径上敌人造成99.6%攻击力的水属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射贴地的波浪，对路径上敌人造成128%攻击力的水属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射贴地的波浪，对路径上敌人造成156.4%攻击力的水属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射贴地的波浪，对路径上敌人造成184.9%攻击力的水属性伤害。"
        }
      ]
    },
    {
      name: "水弹连射",
      maxLevel: 5,
      desc: "向目标发射3枚水弹，对命中的敌人造成23.8%攻击力的水属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射3枚水弹，对命中的敌人造成9.1%攻击力的水属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射3枚水弹，对命中的敌人造成12.8%攻击力的水属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射3枚水弹，对命中的敌人造成16.5%攻击力的水属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射3枚水弹，对命中的敌人造成20.1%攻击力的水属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射3枚水弹，对命中的敌人造成23.8%攻击力的水属性伤害。"
        }
      ]
    },
    {
      name: "汐灵偶-合击",
      maxLevel: 5,
      desc: "向目标射出一枚水弹，造成652.9%攻击力的水属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标射出一枚水弹，造成251.1%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标射出一枚水弹，造成351.6%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标射出一枚水弹，造成452%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标射出一枚水弹，造成552.5%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标射出一枚水弹，造成652.9%攻击力的水属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "潮湿",
      desc: "受到的火属性伤害减免增加30%。"
    },
    {
      name: "治愈水体Ⅲ",
      desc: "奇波对决中，自身生命值提升30%，自身治疗效果提升200%，但施放特技后将自动退场。"
    }
  ],
  evolutions: [
    {
      name: "水灵仔",
      no: 16,
      stage: "幼年期",
      wikiSlug: "水灵仔"
    },
    {
      name: "水灵偶",
      no: 17,
      stage: "成长期",
      wikiSlug: "水灵偶"
    },
    {
      name: "汐灵偶",
      no: 18,
      stage: "成熟期",
      wikiSlug: "汐灵偶"
    }
  ]
}
