/** 星云伊欧 */
export default {
  id: "xingyunyiou",
  no: 185,
  name: "星云伊欧",
  wikiSlug: "星云伊欧",
  wikiUrl: "https://wiki.biligame.com/ap/星云伊欧",
  elements: [
    "暗",
    "雷"
  ],
  battleTag: "猛袭",
  race: "异生类·兽形族",
  height: "50cm",
  stage: "成熟期",
  sizeType: "小",
  shiny: true,
  special: false,
  obtain: "待补充",
  intro: "数量稀少，如幽灵一般行踪不定的奇波。身上有繁复美丽且固定的花纹，在它的审美中，线条弯曲的弧度越流畅，边缘越规整就越美丽。",
  image: "/imgs/qibos/xingyunyiou.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/e/ef/eqo1aleikml3g2eifvyqjqr2d8jey7e.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "照料",
    "元素"
  ],
  drops: [
    "细密软绒",
    "兽灵之角"
  ],
  skills: [
    {
      name: "星云连射",
      maxLevel: 5,
      desc: "从星云中发射10枚飞弹，每枚飞弹造成32.9%攻击力的暗属性伤害。随后星云化为黑洞，每秒造成32.9%攻击力的暗属性伤害，最终黑洞爆炸，造成137.8%攻击力的暗属性伤害。\n对敌人添加“受伤提升·大”效果，使受到伤害提升1.8%，持续16秒。",
      levels: [
        {
          level: 1,
          desc: "从星云中发射10枚飞弹，每枚飞弹造成12.6%攻击力的暗属性伤害。随后星云化为黑洞，每秒造成12.6%攻击力的暗属性伤害，最终黑洞爆炸，造成53%攻击力的暗属性伤害。\n对敌人添加“受伤提升·大”效果，使受到伤害提升1.8%，持续16秒。"
        },
        {
          level: 2,
          desc: "从星云中发射10枚飞弹，每枚飞弹造成17.7%攻击力的暗属性伤害。随后星云化为黑洞，每秒造成17.7%攻击力的暗属性伤害，最终黑洞爆炸，造成74.2%攻击力的暗属性伤害。\n对敌人添加“受伤提升·大”效果，使受到伤害提升1.8%，持续16秒。"
        },
        {
          level: 3,
          desc: "从星云中发射10枚飞弹，每枚飞弹造成22.8%攻击力的暗属性伤害。随后星云化为黑洞，每秒造成22.8%攻击力的暗属性伤害，最终黑洞爆炸，造成95.4%攻击力的暗属性伤害。\n对敌人添加“受伤提升·大”效果，使受到伤害提升1.8%，持续16秒。"
        },
        {
          level: 4,
          desc: "从星云中发射10枚飞弹，每枚飞弹造成27.8%攻击力的暗属性伤害。随后星云化为黑洞，每秒造成27.8%攻击力的暗属性伤害，最终黑洞爆炸，造成116.6%攻击力的暗属性伤害。\n对敌人添加“受伤提升·大”效果，使受到伤害提升1.8%，持续16秒。"
        },
        {
          level: 5,
          desc: "从星云中发射10枚飞弹，每枚飞弹造成32.9%攻击力的暗属性伤害。随后星云化为黑洞，每秒造成32.9%攻击力的暗属性伤害，最终黑洞爆炸，造成137.8%攻击力的暗属性伤害。\n对敌人添加“受伤提升·大”效果，使受到伤害提升1.8%，持续16秒。"
        }
      ]
    },
    {
      name: "暗影连袭",
      maxLevel: 5,
      desc: "向目标发射1枚可追踪的能量弹，对命中的敌人造成38.5%攻击力的暗属性伤害，并在命中后散射5枚能量弹并飞回该目标，每枚能量弹对路径上的敌人造成38.5%攻击力的暗属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射1枚可追踪的能量弹，对命中的敌人造成14.8%攻击力的暗属性伤害，并在命中后散射5枚能量弹并飞回该目标，每枚能量弹对路径上的敌人造成14.8%攻击力的暗属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射1枚可追踪的能量弹，对命中的敌人造成20.7%攻击力的暗属性伤害，并在命中后散射5枚能量弹并飞回该目标，每枚能量弹对路径上的敌人造成20.7%攻击力的暗属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射1枚可追踪的能量弹，对命中的敌人造成26.7%攻击力的暗属性伤害，并在命中后散射5枚能量弹并飞回该目标，每枚能量弹对路径上的敌人造成26.7%攻击力的暗属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射1枚可追踪的能量弹，对命中的敌人造成32.6%攻击力的暗属性伤害，并在命中后散射5枚能量弹并飞回该目标，每枚能量弹对路径上的敌人造成32.6%攻击力的暗属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射1枚可追踪的能量弹，对命中的敌人造成38.5%攻击力的暗属性伤害，并在命中后散射5枚能量弹并飞回该目标，每枚能量弹对路径上的敌人造成38.5%攻击力的暗属性伤害。"
        }
      ]
    },
    {
      name: "暗星飞射",
      maxLevel: 5,
      desc: "向目标发射5枚暗星弹，对命中的敌人造成21.4%攻击力的暗属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射5枚暗星弹，对命中的敌人造成8.2%攻击力的暗属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射5枚暗星弹，对命中的敌人造成11.5%攻击力的暗属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射5枚暗星弹，对命中的敌人造成14.8%攻击力的暗属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射5枚暗星弹，对命中的敌人造成18.1%攻击力的暗属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射5枚暗星弹，对命中的敌人造成21.4%攻击力的暗属性伤害。"
        }
      ]
    },
    {
      name: "星云伊欧-合击",
      maxLevel: 5,
      desc: "向目标发起攻击，造成652.9%攻击力的暗属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起攻击，造成251.1%攻击力的暗属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起攻击，造成351.6%攻击力的暗属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起攻击，造成452%攻击力的暗属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起攻击，造成552.5%攻击力的暗属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起攻击，造成652.9%攻击力的暗属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "能量体",
      desc: "搭档角色能量回复增幅增加30%。"
    },
    {
      name: "飘浮",
      desc: "奇波和搭档角色移动速度增加10%。"
    },
    {
      name: "星云身躯",
      desc: "奇波对决中，自身攻击力降低30%，在场时，敌方全体奇波的技能冷却时间延长25%。"
    }
  ],
  evolutions: []
}
