/** 星鳐 */
export default {
  id: "xingyao",
  no: 109,
  name: "星鳐",
  wikiSlug: "星鳐",
  wikiUrl: "https://wiki.biligame.com/ap/星鳐",
  elements: [
    "水"
  ],
  battleTag: "独猎",
  race: "异生类·鳞形族",
  height: "150cm",
  stage: "成熟期",
  sizeType: "中",
  shiny: true,
  special: false,
  obtain: "待补充",
  intro: "星鳐的翅膀舒展且有威力，能够长时间在空中平稳飞行。星鳐能自如地释放毒素进行攻击，甚至开心或激动的时候都会下意识释放毒素，好在它的毒素只会使对方麻痹或是晕厥，并不致命。",
  image: "/imgs/qibos/xingyao.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/d/d9/takgtmp0ez2yd1uihmojnmhe4cca0v6.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "浇水",
    "照料"
  ],
  drops: [
    "幽光鳞片",
    "鳞光薄膜"
  ],
  skills: [
    {
      name: "水流激涌",
      maxLevel: 5,
      desc: "向前方扇形区域内连续发射8道水柱，每道水柱造成74.9%攻击力的水属性伤害。随后向正前方发射3道大型水柱，造成共计973.6%攻击力的水属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向前方扇形区域内连续发射8道水柱，每道水柱造成28.8%攻击力的水属性伤害。随后向正前方发射3道大型水柱，造成共计374.4%攻击力的水属性伤害。"
        },
        {
          level: 2,
          desc: "向前方扇形区域内连续发射8道水柱，每道水柱造成40.3%攻击力的水属性伤害。随后向正前方发射3道大型水柱，造成共计524%攻击力的水属性伤害。"
        },
        {
          level: 3,
          desc: "向前方扇形区域内连续发射8道水柱，每道水柱造成51.8%攻击力的水属性伤害。随后向正前方发射3道大型水柱，造成共计673.6%攻击力的水属性伤害。"
        },
        {
          level: 4,
          desc: "向前方扇形区域内连续发射8道水柱，每道水柱造成63.4%攻击力的水属性伤害。随后向正前方发射3道大型水柱，造成共计824%攻击力的水属性伤害。"
        },
        {
          level: 5,
          desc: "向前方扇形区域内连续发射8道水柱，每道水柱造成74.9%攻击力的水属性伤害。随后向正前方发射3道大型水柱，造成共计973.6%攻击力的水属性伤害。"
        }
      ]
    },
    {
      name: "爆裂水球",
      maxLevel: 5,
      desc: "向目标发射可以追踪的大水球，命中后爆炸，对爆炸范围内敌人造成184.9%攻击力的水属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射可以追踪的大水球，命中后爆炸，对爆炸范围内敌人造成71.1%攻击力的水属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射可以追踪的大水球，命中后爆炸，对爆炸范围内敌人造成99.6%攻击力的水属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射可以追踪的大水球，命中后爆炸，对爆炸范围内敌人造成128%攻击力的水属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射可以追踪的大水球，命中后爆炸，对爆炸范围内敌人造成156.4%攻击力的水属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射可以追踪的大水球，命中后爆炸，对爆炸范围内敌人造成184.9%攻击力的水属性伤害。"
        }
      ]
    },
    {
      name: "毒液弹",
      maxLevel: 5,
      desc: "向目标发射毒液子弹，对命中的敌人造成53.5%攻击力的水属性伤害，并使敌人陷入持续10秒的【中毒】效果。\n中毒：每2秒造成10.7%攻击力的水属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射毒液子弹，对命中的敌人造成20.6%攻击力的水属性伤害，并使敌人陷入持续10秒的【中毒】效果。\n中毒：每2秒造成4.1%攻击力的水属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射毒液子弹，对命中的敌人造成28.8%攻击力的水属性伤害，并使敌人陷入持续10秒的【中毒】效果。\n中毒：每2秒造成5.8%攻击力的水属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射毒液子弹，对命中的敌人造成37%攻击力的水属性伤害，并使敌人陷入持续10秒的【中毒】效果。\n中毒：每2秒造成7.4%攻击力的水属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射毒液子弹，对命中的敌人造成45.3%攻击力的水属性伤害，并使敌人陷入持续10秒的【中毒】效果。\n中毒：每2秒造成9.1%攻击力的水属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射毒液子弹，对命中的敌人造成53.5%攻击力的水属性伤害，并使敌人陷入持续10秒的【中毒】效果。\n中毒：每2秒造成10.7%攻击力的水属性伤害。"
        }
      ]
    },
    {
      name: "星鳐-合击",
      maxLevel: 5,
      desc: "向目标挥斩，造成652.9%攻击力的水属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标挥斩，造成251.1%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标挥斩，造成351.6%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标挥斩，造成452%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标挥斩，造成552.5%攻击力的水属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标挥斩，造成652.9%攻击力的水属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "急流",
      desc: "水属性伤害增幅增加20%；每释放一次特技/合击，自身技能冷却时长减少5%，最多可叠加4层。"
    },
    {
      name: "星鳍Ⅲ",
      desc: "奇波对决中，自身生命值降低60%，攻击力提升40%，技能冷却时间缩短60%。"
    }
  ],
  evolutions: [
    {
      name: "兔耳鳐",
      no: 107,
      stage: "幼年期",
      wikiSlug: "兔耳鳐"
    },
    {
      name: "飞鳐",
      no: 108,
      stage: "成长期",
      wikiSlug: "飞鳐"
    },
    {
      name: "星鳐",
      no: 109,
      stage: "成熟期",
      wikiSlug: "星鳐"
    }
  ]
}
