/** 迅狼 */
export default {
  id: "xunlang",
  no: 52,
  name: "迅狼",
  wikiSlug: "迅狼",
  wikiUrl: "https://wiki.biligame.com/ap/迅狼",
  elements: [
    "风"
  ],
  battleTag: "独猎",
  race: "异生类·兽形族",
  height: "190cm",
  stage: "成熟期",
  sizeType: "小",
  shiny: true,
  special: false,
  obtain: "待补充",
  intro: "习惯集群行动的奇波，身躯强壮，擅长潜行。只有那些能够真正成为狼群「一家之长」的人，才有资格让迅狼服从他们的指令。",
  image: "/imgs/qibos/xunlang.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/f/f9/ckpne2wzltkhibrkzei6xrb8ywrjek6.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "采矿",
    "木工"
  ],
  drops: [
    "细密软绒",
    "兽灵之角",
    "破损的兽皮",
    "完整的兽皮"
  ],
  skills: [
    {
      name: "迅风刃",
      maxLevel: 5,
      desc: "甩尾放出三枚螺旋风刃，持续攻击同一敌人。每个风刃每0.5秒造成35.7%攻击力的风属性伤害，持续3秒。",
      levels: [
        {
          level: 1,
          desc: "甩尾放出三枚螺旋风刃，持续攻击同一敌人。每个风刃每0.5秒造成13.7%攻击力的风属性伤害，持续3秒。"
        },
        {
          level: 2,
          desc: "甩尾放出三枚螺旋风刃，持续攻击同一敌人。每个风刃每0.5秒造成19.2%攻击力的风属性伤害，持续3秒。"
        },
        {
          level: 3,
          desc: "甩尾放出三枚螺旋风刃，持续攻击同一敌人。每个风刃每0.5秒造成24.7%攻击力的风属性伤害，持续3秒。"
        },
        {
          level: 4,
          desc: "甩尾放出三枚螺旋风刃，持续攻击同一敌人。每个风刃每0.5秒造成30.2%攻击力的风属性伤害，持续3秒。"
        },
        {
          level: 5,
          desc: "甩尾放出三枚螺旋风刃，持续攻击同一敌人。每个风刃每0.5秒造成35.7%攻击力的风属性伤害，持续3秒。"
        }
      ]
    },
    {
      name: "狂风冲击",
      maxLevel: 5,
      desc: "向前方冲锋一段距离，对路径上的敌人共计造成92.4%攻击力的风属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向前方冲锋一段距离，对路径上的敌人共计造成35.6%攻击力的风属性伤害。"
        },
        {
          level: 2,
          desc: "向前方冲锋一段距离，对路径上的敌人共计造成49.8%攻击力的风属性伤害。"
        },
        {
          level: 3,
          desc: "向前方冲锋一段距离，对路径上的敌人共计造成64%攻击力的风属性伤害。"
        },
        {
          level: 4,
          desc: "向前方冲锋一段距离，对路径上的敌人共计造成78.2%攻击力的风属性伤害。"
        },
        {
          level: 5,
          desc: "向前方冲锋一段距离，对路径上的敌人共计造成92.4%攻击力的风属性伤害。"
        }
      ]
    },
    {
      name: "风牙",
      maxLevel: 5,
      desc: "攻击前方区域内敌人，造成107%攻击力的风属性伤害。",
      levels: [
        {
          level: 1,
          desc: "攻击前方区域内敌人，造成41.1%攻击力的风属性伤害。"
        },
        {
          level: 2,
          desc: "攻击前方区域内敌人，造成57.6%攻击力的风属性伤害。"
        },
        {
          level: 3,
          desc: "攻击前方区域内敌人，造成74.1%攻击力的风属性伤害。"
        },
        {
          level: 4,
          desc: "攻击前方区域内敌人，造成90.5%攻击力的风属性伤害。"
        },
        {
          level: 5,
          desc: "攻击前方区域内敌人，造成107%攻击力的风属性伤害。"
        }
      ]
    },
    {
      name: "迅狼-合击",
      maxLevel: 5,
      desc: "向目标发起扑咬，造成652.9%攻击力的风属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起扑咬，造成251.1%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起扑咬，造成351.6%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起扑咬，造成452%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起扑咬，造成552.5%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起扑咬，造成652.9%攻击力的风属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "锐利之牙",
      desc: "对敌方造成伤害使其防御力下降5%，可叠加5层。"
    },
    {
      name: "凶眼Ⅰ",
      desc: "奇波对决中，自身生命值降低30%，将优先攻击敌方生命值最低的对象，对其造成的伤害提升80%。"
    }
  ],
  evolutions: []
}
