/** 焰火雀 */
export default {
  id: "yanhuoque",
  no: 46,
  name: "焰火雀",
  wikiSlug: "焰火雀",
  wikiUrl: "https://wiki.biligame.com/ap/焰火雀",
  elements: [
    "火"
  ],
  battleTag: "猛袭",
  race: "异生类·羽形族",
  height: "55cm",
  stage: "成长期",
  sizeType: "中",
  shiny: true,
  special: false,
  obtain: "待补充",
  intro: "焰火雀眼睛上方的眉羽长而上挑，看起来神气活现，羽毛更加蓬松厚实，锐利的爪子不但能燃起火焰，也能有力地抓取猎物。飞行速度快，攻击性和索敌能力都有了卓越的成长。",
  image: "/imgs/qibos/yanhuoque.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/5/53/hsjin7682fpwjupmnfku0mpfl8mvsfz.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "燃火",
    "狩猎"
  ],
  drops: [
    "斑斓飞羽",
    "锋锐利喙",
    "新鲜的蛋"
  ],
  skills: [
    {
      name: "焰火旋风",
      maxLevel: 5,
      desc: "形成火龙卷，并和龙卷一同向前攻击，火焰龙卷每次造成101.8%攻击力的火属性伤害。自身造成31.3%攻击力的火属性伤害。\n为自身添加“攻击提升·小”效果，使攻击力提升1.6%，持续16秒。",
      levels: [
        {
          level: 1,
          desc: "形成火龙卷，并和龙卷一同向前攻击，火焰龙卷每次造成39.2%攻击力的火属性伤害。自身造成12.1%攻击力的火属性伤害。\n为自身添加“攻击提升·小”效果，使攻击力提升1.6%，持续16秒。"
        },
        {
          level: 2,
          desc: "形成火龙卷，并和龙卷一同向前攻击，火焰龙卷每次造成54.8%攻击力的火属性伤害。自身造成16.9%攻击力的火属性伤害。\n为自身添加“攻击提升·小”效果，使攻击力提升1.6%，持续16秒。"
        },
        {
          level: 3,
          desc: "形成火龙卷，并和龙卷一同向前攻击，火焰龙卷每次造成70.5%攻击力的火属性伤害。自身造成21.7%攻击力的火属性伤害。\n为自身添加“攻击提升·小”效果，使攻击力提升1.6%，持续16秒。"
        },
        {
          level: 4,
          desc: "形成火龙卷，并和龙卷一同向前攻击，火焰龙卷每次造成86.2%攻击力的火属性伤害。自身造成26.5%攻击力的火属性伤害。\n为自身添加“攻击提升·小”效果，使攻击力提升1.6%，持续16秒。"
        },
        {
          level: 5,
          desc: "形成火龙卷，并和龙卷一同向前攻击，火焰龙卷每次造成101.8%攻击力的火属性伤害。自身造成31.3%攻击力的火属性伤害。\n为自身添加“攻击提升·小”效果，使攻击力提升1.6%，持续16秒。"
        }
      ]
    },
    {
      name: "焰弹连发",
      maxLevel: 5,
      desc: "向目标连续发射5枚火焰弹，每枚火焰弹对命中的敌人造成55.5%攻击力的火属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标连续发射5枚火焰弹，每枚火焰弹对命中的敌人造成21.3%攻击力的火属性伤害。"
        },
        {
          level: 2,
          desc: "向目标连续发射5枚火焰弹，每枚火焰弹对命中的敌人造成29.9%攻击力的火属性伤害。"
        },
        {
          level: 3,
          desc: "向目标连续发射5枚火焰弹，每枚火焰弹对命中的敌人造成38.4%攻击力的火属性伤害。"
        },
        {
          level: 4,
          desc: "向目标连续发射5枚火焰弹，每枚火焰弹对命中的敌人造成46.9%攻击力的火属性伤害。"
        },
        {
          level: 5,
          desc: "向目标连续发射5枚火焰弹，每枚火焰弹对命中的敌人造成55.5%攻击力的火属性伤害。"
        }
      ]
    },
    {
      name: "火球",
      maxLevel: 5,
      desc: "向目标发射3枚火球，造成23.8%攻击力的火属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射3枚火球，造成9.1%攻击力的火属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射3枚火球，造成12.8%攻击力的火属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射3枚火球，造成16.5%攻击力的火属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射3枚火球，造成20.1%攻击力的火属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射3枚火球，造成23.8%攻击力的火属性伤害。"
        }
      ]
    },
    {
      name: "焰火雀-合击",
      maxLevel: 5,
      desc: "向目标射出火花攻击，造成652.9%攻击力的火属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标射出火花攻击，造成251.1%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标射出火花攻击，造成351.6%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标射出火花攻击，造成452%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标射出火花攻击，造成552.5%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标射出火花攻击，造成652.9%攻击力的火属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "飞行",
      desc: "增加15%移动速度以及15%闪避率。"
    },
    {
      name: "燃喙Ⅱ",
      desc: "奇波对决中，自身生命值降低30%，入场时自动释放一次特技，特技伤害提升200%，但后续特技将无法使用，特技无法对对决设施造成伤害。"
    }
  ],
  evolutions: [
    {
      name: "火花雀",
      no: 45,
      stage: "幼年期",
      wikiSlug: "火花雀"
    },
    {
      name: "焰火雀",
      no: 46,
      stage: "成长期",
      wikiSlug: "焰火雀"
    },
    {
      name: "火烈鹰",
      no: 47,
      stage: "成熟期",
      wikiSlug: "火烈鹰"
    }
  ]
}
