/** 炎晶甲 */
export default {
  id: "yanjingjia",
  no: 101,
  name: "炎晶甲",
  wikiSlug: "炎晶甲",
  wikiUrl: "https://wiki.biligame.com/ap/炎晶甲",
  elements: [
    "地",
    "火"
  ],
  battleTag: "侵扰",
  race: "异生类·蜕形族",
  height: "175cm",
  stage: "成熟期",
  sizeType: "中",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "基本只在地底或者暗处活动，视力几乎退化的奇波。不过另一方面，炎晶甲耳朵变得更加灵敏，可以听见远处通过固体传导的微小声音。",
  image: "/imgs/qibos/yanjingjia.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/6/6f/i0evp0dluqjzx83o2bkq9uabt8fiv1d.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "采矿"
  ],
  drops: [
    "移形软壳",
    "遗落旧蜕",
    "焰光石原石"
  ],
  skills: [
    {
      name: "炎晶爆袭",
      maxLevel: 5,
      desc: "向周身抛射十二枚炎晶碎片，每枚碎片造成59.8%攻击力的火属性伤害，为队伍角色添加2.3%的减伤效果，持续15秒。\n为队伍添加1枚火属性调谐印记。",
      levels: [
        {
          level: 1,
          desc: "向周身抛射十二枚炎晶碎片，每枚碎片造成23%攻击力的火属性伤害，为队伍角色添加1.4%的减伤效果，持续15秒。\n为队伍添加1枚火属性调谐印记。"
        },
        {
          level: 2,
          desc: "向周身抛射十二枚炎晶碎片，每枚碎片造成32.2%攻击力的火属性伤害，为队伍角色添加1.6%的减伤效果，持续15秒。\n为队伍添加1枚火属性调谐印记。"
        },
        {
          level: 3,
          desc: "向周身抛射十二枚炎晶碎片，每枚碎片造成41.4%攻击力的火属性伤害，为队伍角色添加1.8%的减伤效果，持续15秒。\n为队伍添加1枚火属性调谐印记。"
        },
        {
          level: 4,
          desc: "向周身抛射十二枚炎晶碎片，每枚碎片造成50.6%攻击力的火属性伤害，为队伍角色添加2.1%的减伤效果，持续15秒。\n为队伍添加1枚火属性调谐印记。"
        },
        {
          level: 5,
          desc: "向周身抛射十二枚炎晶碎片，每枚碎片造成59.8%攻击力的火属性伤害，为队伍角色添加2.3%的减伤效果，持续15秒。\n为队伍添加1枚火属性调谐印记。"
        }
      ]
    },
    {
      name: "巨石投掷",
      maxLevel: 5,
      desc: "向目标位置投出巨大石块，对命中的敌人造成184.9%攻击力的地属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标位置投出巨大石块，对命中的敌人造成71.1%攻击力的地属性伤害。"
        },
        {
          level: 2,
          desc: "向目标位置投出巨大石块，对命中的敌人造成99.6%攻击力的地属性伤害。"
        },
        {
          level: 3,
          desc: "向目标位置投出巨大石块，对命中的敌人造成128%攻击力的地属性伤害。"
        },
        {
          level: 4,
          desc: "向目标位置投出巨大石块，对命中的敌人造成156.4%攻击力的地属性伤害。"
        },
        {
          level: 5,
          desc: "向目标位置投出巨大石块，对命中的敌人造成184.9%攻击力的地属性伤害。"
        }
      ]
    },
    {
      name: "焰弹连发",
      maxLevel: 5,
      desc: "向目标连续发射5枚火焰弹，每枚火焰弹对命中的敌人造成55.5%攻击力的火属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标连续发射5枚火焰弹，每枚火焰弹对命中的敌人造成21.3%攻击力的火属性伤害。"
        },
        {
          level: 2,
          desc: "向目标连续发射5枚火焰弹，每枚火焰弹对命中的敌人造成29.9%攻击力的火属性伤害。"
        },
        {
          level: 3,
          desc: "向目标连续发射5枚火焰弹，每枚火焰弹对命中的敌人造成38.4%攻击力的火属性伤害。"
        },
        {
          level: 4,
          desc: "向目标连续发射5枚火焰弹，每枚火焰弹对命中的敌人造成46.9%攻击力的火属性伤害。"
        },
        {
          level: 5,
          desc: "向目标连续发射5枚火焰弹，每枚火焰弹对命中的敌人造成55.5%攻击力的火属性伤害。"
        }
      ]
    },
    {
      name: "炎晶甲-合击",
      maxLevel: 5,
      desc: "向目标撞击，造成652.9%攻击力的火属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标撞击，造成251.1%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标撞击，造成351.6%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标撞击，造成452%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标撞击，造成552.5%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标撞击，造成652.9%攻击力的火属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "岩石皮肤",
      desc: "自身防御力上升20%，火属性与雷属性抗性提升15%。"
    },
    {
      name: "宝石身躯Ⅲ",
      desc: "奇波对决中，自身攻击力降低30%，防御力提升120%，友方奇波防御力提升100%。"
    }
  ],
  evolutions: [
    {
      name: "红宝虫",
      no: 99,
      stage: "幼年期",
      wikiSlug: "红宝虫"
    },
    {
      name: "赤晶甲",
      no: 100,
      stage: "成长期",
      wikiSlug: "赤晶甲"
    },
    {
      name: "炎晶甲",
      no: 101,
      stage: "成熟期",
      wikiSlug: "炎晶甲"
    }
  ]
}
