/** 焰灵偶 */
export default {
  id: "yanlingou",
  no: 21,
  name: "焰灵偶",
  wikiSlug: "焰灵偶",
  wikiUrl: "https://wiki.biligame.com/ap/焰灵偶",
  elements: [
    "火"
  ],
  battleTag: "协同",
  race: "幻生类·元素族",
  height: "100cm",
  stage: "成熟期",
  sizeType: "中",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "火元素化身完全成长后的姿态，可谓元素的意志本身。它身上的火焰永不熄灭，性格更是暴躁而执着，一旦与它产生冲突，就要做好战斗到底的准备。",
  image: "/imgs/qibos/yanlingou.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/6/64/3xbhmtp16oajcicx1xdkh9pxs0kk1hn.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "燃火",
    "元素"
  ],
  drops: [
    "元素凝质",
    "本质之砂"
  ],
  skills: [
    {
      name: "灼焰火环",
      maxLevel: 5,
      desc: "在周围生成火环，对附近敌人造成三次174.7%攻击力的火属性伤害。\n为队伍添加“攻击提升·小”效果，使攻击力提升1.6%，持续16秒。",
      levels: [
        {
          level: 1,
          desc: "在周围生成火环，对附近敌人造成三次67.2%攻击力的火属性伤害。\n为队伍添加“攻击提升·小”效果，使攻击力提升1.6%，持续16秒。"
        },
        {
          level: 2,
          desc: "在周围生成火环，对附近敌人造成三次94.1%攻击力的火属性伤害。\n为队伍添加“攻击提升·小”效果，使攻击力提升1.6%，持续16秒。"
        },
        {
          level: 3,
          desc: "在周围生成火环，对附近敌人造成三次121%攻击力的火属性伤害。\n为队伍添加“攻击提升·小”效果，使攻击力提升1.6%，持续16秒。"
        },
        {
          level: 4,
          desc: "在周围生成火环，对附近敌人造成三次147.8%攻击力的火属性伤害。\n为队伍添加“攻击提升·小”效果，使攻击力提升1.6%，持续16秒。"
        },
        {
          level: 5,
          desc: "在周围生成火环，对附近敌人造成三次174.7%攻击力的火属性伤害。\n为队伍添加“攻击提升·小”效果，使攻击力提升1.6%，持续16秒。"
        }
      ]
    },
    {
      name: "分裂之焰",
      maxLevel: 5,
      desc: "向空中发射一枚大火球，在落向目标时分裂为多发火焰球攻击目标附近，每个火焰球造成13.2%攻击力的火属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向空中发射一枚大火球，在落向目标时分裂为多发火焰球攻击目标附近，每个火焰球造成5.1%攻击力的火属性伤害。"
        },
        {
          level: 2,
          desc: "向空中发射一枚大火球，在落向目标时分裂为多发火焰球攻击目标附近，每个火焰球造成7.1%攻击力的火属性伤害。"
        },
        {
          level: 3,
          desc: "向空中发射一枚大火球，在落向目标时分裂为多发火焰球攻击目标附近，每个火焰球造成9.1%攻击力的火属性伤害。"
        },
        {
          level: 4,
          desc: "向空中发射一枚大火球，在落向目标时分裂为多发火焰球攻击目标附近，每个火焰球造成11.2%攻击力的火属性伤害。"
        },
        {
          level: 5,
          desc: "向空中发射一枚大火球，在落向目标时分裂为多发火焰球攻击目标附近，每个火焰球造成13.2%攻击力的火属性伤害。"
        }
      ]
    },
    {
      name: "火球连射",
      maxLevel: 5,
      desc: "向前方依次发射4枚火球，每个火球对命中的敌人造成17.8%攻击力的火属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向前方依次发射4枚火球，每个火球对命中的敌人造成6.9%攻击力的火属性伤害。"
        },
        {
          level: 2,
          desc: "向前方依次发射4枚火球，每个火球对命中的敌人造成9.6%攻击力的火属性伤害。"
        },
        {
          level: 3,
          desc: "向前方依次发射4枚火球，每个火球对命中的敌人造成12.3%攻击力的火属性伤害。"
        },
        {
          level: 4,
          desc: "向前方依次发射4枚火球，每个火球对命中的敌人造成15.1%攻击力的火属性伤害。"
        },
        {
          level: 5,
          desc: "向前方依次发射4枚火球，每个火球对命中的敌人造成17.8%攻击力的火属性伤害。"
        }
      ]
    },
    {
      name: "焰灵偶-合击",
      maxLevel: 5,
      desc: "向目标射出火弹，造成652.9%攻击力的火属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标射出火弹，造成251.1%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标射出火弹，造成351.6%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标射出火弹，造成452%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标射出火弹，造成552.5%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标射出火弹，造成652.9%攻击力的火属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "灼热身躯",
      desc: "受到技能伤害的敌方目标，火属性抗性减少1%，该效果每隔0.5秒可叠加一次，最多可叠加至6%。"
    },
    {
      name: "爆炎Ⅲ",
      desc: "奇波对决中，自身生命值提升30%，特技伤害提升160%，但施放特技后将自动退场。"
    }
  ],
  evolutions: [
    {
      name: "火灵仔",
      no: 19,
      stage: "幼年期",
      wikiSlug: "火灵仔"
    },
    {
      name: "火灵偶",
      no: 20,
      stage: "成长期",
      wikiSlug: "火灵偶"
    },
    {
      name: "焰灵偶",
      no: 21,
      stage: "成熟期",
      wikiSlug: "焰灵偶"
    }
  ]
}
