/** 焰翎龙 */
export default {
  id: "yanlinglong",
  no: 67,
  name: "焰翎龙",
  wikiSlug: "焰翎龙",
  wikiUrl: "https://wiki.biligame.com/ap/焰翎龙",
  elements: [
    "火"
  ],
  battleTag: "猛袭",
  race: "异生类·羽形族",
  height: "170cm",
  stage: "成熟期",
  sizeType: "中",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "古老的奇波「翎龙」家族中的一员，性格机敏，天生警觉。喜欢生活在相对干燥的区域，会因此而驱赶自己领地中的水属性奇波。",
  image: "/imgs/qibos/yanlinglong.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/6/6c/3hq0tczep6fhorz089aexhap9dr2qao.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "狩猎"
  ],
  drops: [
    "斑斓飞羽",
    "锋锐利喙"
  ],
  skills: [
    {
      name: "焰翎利箭",
      maxLevel: 5,
      desc: "散射发出七枚火翎，每枚火翎对敌人造成81.1%攻击力的火属性伤害。\n为自身添加“火属性伤害提升·大”效果，使火属性伤害提升4.3%，持续16秒。",
      levels: [
        {
          level: 1,
          desc: "散射发出七枚火翎，每枚火翎对敌人造成31.2%攻击力的火属性伤害。\n为自身添加“火属性伤害提升·大”效果，使火属性伤害提升4.3%，持续16秒。"
        },
        {
          level: 2,
          desc: "散射发出七枚火翎，每枚火翎对敌人造成43.7%攻击力的火属性伤害。\n为自身添加“火属性伤害提升·大”效果，使火属性伤害提升4.3%，持续16秒。"
        },
        {
          level: 3,
          desc: "散射发出七枚火翎，每枚火翎对敌人造成56.2%攻击力的火属性伤害。\n为自身添加“火属性伤害提升·大”效果，使火属性伤害提升4.3%，持续16秒。"
        },
        {
          level: 4,
          desc: "散射发出七枚火翎，每枚火翎对敌人造成68.6%攻击力的火属性伤害。\n为自身添加“火属性伤害提升·大”效果，使火属性伤害提升4.3%，持续16秒。"
        },
        {
          level: 5,
          desc: "散射发出七枚火翎，每枚火翎对敌人造成81.1%攻击力的火属性伤害。\n为自身添加“火属性伤害提升·大”效果，使火属性伤害提升4.3%，持续16秒。"
        }
      ]
    },
    {
      name: "炽焰冲锋",
      maxLevel: 5,
      desc: "周身包裹火焰，向目标冲锋，对路径上的敌人造成221.9%攻击力的火属性伤害。",
      levels: [
        {
          level: 1,
          desc: "周身包裹火焰，向目标冲锋，对路径上的敌人造成85.3%攻击力的火属性伤害。"
        },
        {
          level: 2,
          desc: "周身包裹火焰，向目标冲锋，对路径上的敌人造成119.5%攻击力的火属性伤害。"
        },
        {
          level: 3,
          desc: "周身包裹火焰，向目标冲锋，对路径上的敌人造成153.6%攻击力的火属性伤害。"
        },
        {
          level: 4,
          desc: "周身包裹火焰，向目标冲锋，对路径上的敌人造成187.7%攻击力的火属性伤害。"
        },
        {
          level: 5,
          desc: "周身包裹火焰，向目标冲锋，对路径上的敌人造成221.9%攻击力的火属性伤害。"
        }
      ]
    },
    {
      name: "火球",
      maxLevel: 5,
      desc: "向目标发射3枚火球，造成23.8%攻击力的火属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射3枚火球，造成9.1%攻击力的火属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射3枚火球，造成12.8%攻击力的火属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射3枚火球，造成16.5%攻击力的火属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射3枚火球，造成20.1%攻击力的火属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射3枚火球，造成23.8%攻击力的火属性伤害。"
        }
      ]
    },
    {
      name: "焰翎龙-合击",
      maxLevel: 5,
      desc: "向前撞击目标，造成652.9%攻击力的火属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向前撞击目标，造成251.1%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向前撞击目标，造成351.6%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向前撞击目标，造成452%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向前撞击目标，造成552.5%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向前撞击目标，造成652.9%攻击力的火属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "火羽毛",
      desc: "对敌方造成伤害可追加自身攻击力30%的火属性伤害，触发间隔2秒。"
    },
    {
      name: "焰翎",
      desc: "奇波对决中，自身每存活4秒，所有技能的冷却时间上限缩短10%，最多缩短70%。"
    }
  ],
  evolutions: []
}
