/** 焰哞哞 */
export default {
  id: "yanmoumou",
  no: 4,
  name: "焰哞哞",
  wikiSlug: "焰哞哞",
  wikiUrl: "https://wiki.biligame.com/ap/焰哞哞",
  elements: [
    "火"
  ],
  battleTag: "独猎",
  race: "异生类·兽形族",
  height: "50cm",
  stage: "幼年期",
  sizeType: "小",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "焰哞哞性格直率，有着一颗正义的心。虽然身材小小，但见到其他奇波遇到困难，它会毫不犹豫地冲上前使出牛劲帮忙！",
  image: "/imgs/qibos/yanmoumou.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/2/21/rcegaimcxyv7uta3mihyev7otb4nc9m.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "执锋",
    "燃火"
  ],
  drops: [
    "细密软绒",
    "兽灵之角"
  ],
  skills: [
    {
      name: "哞哞拳",
      maxLevel: 5,
      desc: "蓄力向前挥拳，对前方的敌人造成两次143.5%攻击力的火属性伤害。\n为自身添加“攻击提升·小”效果，使攻击力提升1.6%，持续16秒。\n为队伍添加1枚火属性调谐印记。",
      levels: [
        {
          level: 1,
          desc: "蓄力向前挥拳，对前方的敌人造成两次55.2%攻击力的火属性伤害。\n为自身添加“攻击提升·小”效果，使攻击力提升1.6%，持续16秒。\n为队伍添加1枚火属性调谐印记。"
        },
        {
          level: 2,
          desc: "蓄力向前挥拳，对前方的敌人造成两次77.3%攻击力的火属性伤害。\n为自身添加“攻击提升·小”效果，使攻击力提升1.6%，持续16秒。\n为队伍添加1枚火属性调谐印记。"
        },
        {
          level: 3,
          desc: "蓄力向前挥拳，对前方的敌人造成两次99.4%攻击力的火属性伤害。\n为自身添加“攻击提升·小”效果，使攻击力提升1.6%，持续16秒。\n为队伍添加1枚火属性调谐印记。"
        },
        {
          level: 4,
          desc: "蓄力向前挥拳，对前方的敌人造成两次121.4%攻击力的火属性伤害。\n为自身添加“攻击提升·小”效果，使攻击力提升1.6%，持续16秒。\n为队伍添加1枚火属性调谐印记。"
        },
        {
          level: 5,
          desc: "蓄力向前挥拳，对前方的敌人造成两次143.5%攻击力的火属性伤害。\n为自身添加“攻击提升·小”效果，使攻击力提升1.6%，持续16秒。\n为队伍添加1枚火属性调谐印记。"
        }
      ]
    },
    {
      name: "火球",
      maxLevel: 5,
      desc: "向目标发射3枚火球，造成23.8%攻击力的火属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射3枚火球，造成9.1%攻击力的火属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射3枚火球，造成12.8%攻击力的火属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射3枚火球，造成16.5%攻击力的火属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射3枚火球，造成20.1%攻击力的火属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射3枚火球，造成23.8%攻击力的火属性伤害。"
        }
      ]
    },
    {
      name: "焰哞哞-合击",
      maxLevel: 5,
      desc: "向目标发起攻击，造成652.9%攻击力的火属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起攻击，造成251.1%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起攻击，造成351.6%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起攻击，造成452%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起攻击，造成552.5%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起攻击，造成652.9%攻击力的火属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "炽热肌肉",
      desc: "火属性伤害减免提升8%，特技伤害提升30%。"
    },
    {
      name: "焰拳Ⅰ",
      desc: "奇波对决中，施放特技后，自身损失30%最大生命值，特技伤害提升100%，特技无法对对决设施造成伤害。"
    }
  ],
  evolutions: [
    {
      name: "焰哞哞",
      no: 4,
      stage: "幼年期",
      wikiSlug: "焰哞哞"
    },
    {
      name: "焰牛牛",
      no: 5,
      stage: "成长期",
      wikiSlug: "焰牛牛"
    },
    {
      name: "烈焰角牛",
      no: 6,
      stage: "成熟期",
      wikiSlug: "烈焰角牛"
    }
  ]
}
