/** 炎灼角羊 */
export default {
  id: "yanzhuojiaoyang",
  no: 92,
  name: "炎灼角羊",
  wikiSlug: "炎灼角羊",
  wikiUrl: "https://wiki.biligame.com/ap/炎灼角羊",
  elements: [
    "火"
  ],
  battleTag: "独猎",
  race: "异生类·兽形族",
  height: "170cm",
  stage: "成熟期",
  sizeType: "中",
  shiny: true,
  special: false,
  obtain: "待补充",
  intro: "有着弯曲威武的巨角和浓密的毛发的奇波。其身体燃烧着的炽烈火焰是火系星脉能魔力的外显，经过驯养能学会缓慢且节制的释放能量，不会造成大规模的损害。",
  image: "/imgs/qibos/yanzhuojiaoyang.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/d/d1/1brstk8ojx94ie11uj3gdte7hyc65vj.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "燃火"
  ],
  drops: [
    "细密软绒",
    "兽灵之角",
    "醇厚的奶",
    "完整的兽皮",
    "稀有的兽皮"
  ],
  skills: [
    {
      name: "爆炎踏击",
      maxLevel: 5,
      desc: "踩踏敌人并引发爆炸造成两次131%攻击力的火属性伤害和三次87.4%攻击力的火属性伤害。\n为队伍添加“火属性伤害提升·小”效果，使火属性增伤提升2.2%，持续16秒。",
      levels: [
        {
          level: 1,
          desc: "踩踏敌人并引发爆炸造成两次50.4%攻击力的火属性伤害和三次33.6%攻击力的火属性伤害。\n为队伍添加“火属性伤害提升·小”效果，使火属性增伤提升2.2%，持续16秒。"
        },
        {
          level: 2,
          desc: "踩踏敌人并引发爆炸造成两次70.6%攻击力的火属性伤害和三次47%攻击力的火属性伤害。\n为队伍添加“火属性伤害提升·小”效果，使火属性增伤提升2.2%，持续16秒。"
        },
        {
          level: 3,
          desc: "踩踏敌人并引发爆炸造成两次90.7%攻击力的火属性伤害和三次60.5%攻击力的火属性伤害。\n为队伍添加“火属性伤害提升·小”效果，使火属性增伤提升2.2%，持续16秒。"
        },
        {
          level: 4,
          desc: "踩踏敌人并引发爆炸造成两次110.9%攻击力的火属性伤害和三次73.9%攻击力的火属性伤害。\n为队伍添加“火属性伤害提升·小”效果，使火属性增伤提升2.2%，持续16秒。"
        },
        {
          level: 5,
          desc: "踩踏敌人并引发爆炸造成两次131%攻击力的火属性伤害和三次87.4%攻击力的火属性伤害。\n为队伍添加“火属性伤害提升·小”效果，使火属性增伤提升2.2%，持续16秒。"
        }
      ]
    },
    {
      name: "烈焰弹",
      maxLevel: 5,
      desc: "向目标发射一枚烈焰火球，对敌人造成184.9%攻击力的火属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射一枚烈焰火球，对敌人造成71.1%攻击力的火属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射一枚烈焰火球，对敌人造成99.6%攻击力的火属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射一枚烈焰火球，对敌人造成128%攻击力的火属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射一枚烈焰火球，对敌人造成156.4%攻击力的火属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射一枚烈焰火球，对敌人造成184.9%攻击力的火属性伤害。"
        }
      ]
    },
    {
      name: "炽焰冲锋",
      maxLevel: 5,
      desc: "周身包裹火焰，向目标冲锋，对路径上的敌人造成221.9%攻击力的火属性伤害。",
      levels: [
        {
          level: 1,
          desc: "周身包裹火焰，向目标冲锋，对路径上的敌人造成85.3%攻击力的火属性伤害。"
        },
        {
          level: 2,
          desc: "周身包裹火焰，向目标冲锋，对路径上的敌人造成119.5%攻击力的火属性伤害。"
        },
        {
          level: 3,
          desc: "周身包裹火焰，向目标冲锋，对路径上的敌人造成153.6%攻击力的火属性伤害。"
        },
        {
          level: 4,
          desc: "周身包裹火焰，向目标冲锋，对路径上的敌人造成187.7%攻击力的火属性伤害。"
        },
        {
          level: 5,
          desc: "周身包裹火焰，向目标冲锋，对路径上的敌人造成221.9%攻击力的火属性伤害。"
        }
      ]
    },
    {
      name: "炎灼角羊-合击",
      maxLevel: 5,
      desc: "向目标撞击，造成652.9%攻击力的火属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标撞击，造成251.1%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标撞击，造成351.6%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标撞击，造成452%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标撞击，造成552.5%攻击力的火属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标撞击，造成652.9%攻击力的火属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "灼热身躯",
      desc: "受到技能伤害的敌方目标，火属性抗性减少1%，该效果每隔0.5秒可叠加一次，最多可叠加至6%。"
    },
    {
      name: "燃角Ⅲ",
      desc: "奇波对决中，自身生命值降低30%，攻击力提升100%，入场前16秒，暴击率提升100%。"
    }
  ],
  evolutions: [
    {
      name: "焰羊羊",
      no: 90,
      stage: "幼年期",
      wikiSlug: "焰羊羊"
    },
    {
      name: "尾火羊",
      no: 91,
      stage: "成长期",
      wikiSlug: "尾火羊"
    },
    {
      name: "炎灼角羊",
      no: 92,
      stage: "成熟期",
      wikiSlug: "炎灼角羊"
    }
  ]
}
