/** 叶冠驼 */
export default {
  id: "yeguantuo",
  no: 35,
  name: "叶冠驼",
  wikiSlug: "叶冠驼",
  wikiUrl: "https://wiki.biligame.com/ap/叶冠驼",
  elements: [
    "木"
  ],
  battleTag: "侵扰",
  race: "普生类",
  height: "240cm",
  stage: "成熟期",
  sizeType: "大",
  shiny: true,
  special: false,
  obtain: "待补充",
  intro: "常见的大型草食奇波，身躯庞大且缓慢，与世无争的性格使得它和其他奇波都相处良好。对大部分人来讲，它仅仅是野外的背景板之一而已。",
  image: "/imgs/qibos/yeguantuo.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/6/63/lkm136ycwxe9i5cu8ihm69da93cyfhs.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "木工",
    "采矿"
  ],
  drops: [
    "星质原液",
    "顺滑凝脂",
    "醇厚的奶"
  ],
  skills: [
    {
      name: "治愈守护",
      maxLevel: 5,
      desc: "恢复全场友军16.1%生命值，嘲讽周围的敌人10秒。",
      levels: [
        {
          level: 1,
          desc: "恢复全场友军9.7%生命值，嘲讽周围的敌人10秒。"
        },
        {
          level: 2,
          desc: "恢复全场友军11.3%生命值，嘲讽周围的敌人10秒。"
        },
        {
          level: 3,
          desc: "恢复全场友军12.9%生命值，嘲讽周围的敌人10秒。"
        },
        {
          level: 4,
          desc: "恢复全场友军14.5%生命值，嘲讽周围的敌人10秒。"
        },
        {
          level: 5,
          desc: "恢复全场友军16.1%生命值，嘲讽周围的敌人10秒。"
        }
      ]
    },
    {
      name: "株连灵木",
      maxLevel: 5,
      desc: "向前方扇形区域连续发射12发灵木弹，每枚灵木弹对命中的敌人造成23.1%攻击力的木属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向前方扇形区域连续发射12发灵木弹，每枚灵木弹对命中的敌人造成8.9%攻击力的木属性伤害。"
        },
        {
          level: 2,
          desc: "向前方扇形区域连续发射12发灵木弹，每枚灵木弹对命中的敌人造成12.4%攻击力的木属性伤害。"
        },
        {
          level: 3,
          desc: "向前方扇形区域连续发射12发灵木弹，每枚灵木弹对命中的敌人造成16%攻击力的木属性伤害。"
        },
        {
          level: 4,
          desc: "向前方扇形区域连续发射12发灵木弹，每枚灵木弹对命中的敌人造成19.6%攻击力的木属性伤害。"
        },
        {
          level: 5,
          desc: "向前方扇形区域连续发射12发灵木弹，每枚灵木弹对命中的敌人造成23.1%攻击力的木属性伤害。"
        }
      ]
    },
    {
      name: "灵木弹",
      maxLevel: 5,
      desc: "向目标发射3枚灵木弹，对命中的敌人造成23.8%攻击力的木属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射3枚灵木弹，对命中的敌人造成9.1%攻击力的木属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射3枚灵木弹，对命中的敌人造成12.8%攻击力的木属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射3枚灵木弹，对命中的敌人造成16.5%攻击力的木属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射3枚灵木弹，对命中的敌人造成20.1%攻击力的木属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射3枚灵木弹，对命中的敌人造成23.8%攻击力的木属性伤害。"
        }
      ]
    },
    {
      name: "叶冠驼-合击",
      maxLevel: 5,
      desc: "向目标发起攻击，造成652.9%攻击力的木属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起攻击，造成251.1%攻击力的木属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起攻击，造成351.6%攻击力的木属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起攻击，造成452%攻击力的木属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起攻击，造成552.5%攻击力的木属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起攻击，造成652.9%攻击力的木属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "茁壮植株",
      desc: "生命上限上升60%。"
    },
    {
      name: "叶甲Ⅰ",
      desc: "奇波对决中，自身攻击力降低30%，防御力提升300%。"
    }
  ],
  evolutions: []
}
