/** 夜猫鸮 */
export default {
  id: "yemaoxiao",
  no: 123,
  name: "夜猫鸮",
  wikiSlug: "夜猫鸮",
  wikiUrl: "https://wiki.biligame.com/ap/夜猫鸮",
  elements: [
    "暗"
  ],
  battleTag: "侵扰",
  race: "异生类·羽形族",
  height: "210cm",
  stage: "成熟期",
  sizeType: "中",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "夜猫鸮会教导年幼的小暮鸮各种技巧，并从每次捕获的猎物中收取一份自己的报酬——有时候，夜猫鸮的学生中还会有其他种族的奇波。",
  image: "/imgs/qibos/yemaoxiao.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/2/2c/7q8yr4ggn6j82lyas6db17vhjqig3rb.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "狩猎",
    "照料"
  ],
  drops: [
    "斑斓飞羽",
    "锋锐利喙"
  ],
  skills: [
    {
      name: "暗影下压",
      maxLevel: 5,
      desc: "向着敌人跳跃下砸三次，前两次造成五次48%攻击力的暗属性伤害，最后一次造成三次34.3%攻击力的暗属性伤害。\n对敌人添加“暗属性抗性下降·大”效果，使暗属性抗性下降1.8%，持续16秒。",
      levels: [
        {
          level: 1,
          desc: "向着敌人跳跃下砸三次，前两次造成五次18.5%攻击力的暗属性伤害，最后一次造成三次13.2%攻击力的暗属性伤害。\n对敌人添加“暗属性抗性下降·大”效果，使暗属性抗性下降1.8%，持续16秒。"
        },
        {
          level: 2,
          desc: "向着敌人跳跃下砸三次，前两次造成五次25.9%攻击力的暗属性伤害，最后一次造成三次18.5%攻击力的暗属性伤害。\n对敌人添加“暗属性抗性下降·大”效果，使暗属性抗性下降1.8%，持续16秒。"
        },
        {
          level: 3,
          desc: "向着敌人跳跃下砸三次，前两次造成五次33.3%攻击力的暗属性伤害，最后一次造成三次23.8%攻击力的暗属性伤害。\n对敌人添加“暗属性抗性下降·大”效果，使暗属性抗性下降1.8%，持续16秒。"
        },
        {
          level: 4,
          desc: "向着敌人跳跃下砸三次，前两次造成五次40.7%攻击力的暗属性伤害，最后一次造成三次29%攻击力的暗属性伤害。\n对敌人添加“暗属性抗性下降·大”效果，使暗属性抗性下降1.8%，持续16秒。"
        },
        {
          level: 5,
          desc: "向着敌人跳跃下砸三次，前两次造成五次48%攻击力的暗属性伤害，最后一次造成三次34.3%攻击力的暗属性伤害。\n对敌人添加“暗属性抗性下降·大”效果，使暗属性抗性下降1.8%，持续16秒。"
        }
      ]
    },
    {
      name: "暗魂影爆阵",
      maxLevel: 5,
      desc: "向目标发射可以追踪的大型暗魂影，命中敌人后爆炸，对爆炸点范围内的敌人造成138.7%攻击力的暗属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射可以追踪的大型暗魂影，命中敌人后爆炸，对爆炸点范围内的敌人造成53.3%攻击力的暗属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射可以追踪的大型暗魂影，命中敌人后爆炸，对爆炸点范围内的敌人造成74.7%攻击力的暗属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射可以追踪的大型暗魂影，命中敌人后爆炸，对爆炸点范围内的敌人造成96%攻击力的暗属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射可以追踪的大型暗魂影，命中敌人后爆炸，对爆炸点范围内的敌人造成117.3%攻击力的暗属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射可以追踪的大型暗魂影，命中敌人后爆炸，对爆炸点范围内的敌人造成138.7%攻击力的暗属性伤害。"
        }
      ]
    },
    {
      name: "暗魂影",
      maxLevel: 5,
      desc: "向目标发射一道暗魂影，对命中的敌人造成71.3%攻击力的暗属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射一道暗魂影，对命中的敌人造成27.4%攻击力的暗属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射一道暗魂影，对命中的敌人造成38.4%攻击力的暗属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射一道暗魂影，对命中的敌人造成49.4%攻击力的暗属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射一道暗魂影，对命中的敌人造成60.3%攻击力的暗属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射一道暗魂影，对命中的敌人造成71.3%攻击力的暗属性伤害。"
        }
      ]
    },
    {
      name: "夜猫鸮-合击",
      maxLevel: 5,
      desc: "向目标发起攻击，造成652.9%攻击力的暗属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起攻击，造成251.1%攻击力的暗属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起攻击，造成351.6%攻击力的暗属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起攻击，造成452%攻击力的暗属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起攻击，造成552.5%攻击力的暗属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起攻击，造成652.9%攻击力的暗属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "夜视眼",
      desc: "自身暴击率和暗属性增伤提升20%。"
    },
    {
      name: "破防重击Ⅱ",
      desc: "奇波对决中，自身攻击力降低30%，对敌人造成伤害后，使对方防御力降低100%，持续3秒。"
    }
  ],
  evolutions: [
    {
      name: "小暮鸮",
      no: 122,
      stage: "幼年期",
      wikiSlug: "小暮鸮"
    },
    {
      name: "夜猫鸮",
      no: 123,
      stage: "成熟期",
      wikiSlug: "夜猫鸮"
    }
  ]
}
