/** 音霸蛙 */
export default {
  id: "yinbawa",
  no: 65,
  name: "音霸蛙",
  wikiSlug: "音霸蛙",
  wikiUrl: "https://wiki.biligame.com/ap/音霸蛙",
  elements: [
    "雷",
    "风"
  ],
  battleTag: "侵扰",
  race: "异生类·蜕形族",
  height: "140cm",
  stage: "成熟期",
  sizeType: "中",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "音霸蛙非常自信，能够控制周围的音波流动，并且创造一个强大的音域，在这个音场域内，没有谁的乐声能盖过音霸蛙——它往往会用这种霸气的方式告诉大家，它出场了！",
  image: "/imgs/qibos/yinbawa.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/2/25/jlvhbhwlvkgwb8gxfqgh7d8amsjpq0n.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "锻坚"
  ],
  drops: [
    "移形软壳",
    "遗落旧蜕"
  ],
  skills: [
    {
      name: "风暴音域",
      maxLevel: 5,
      desc: "持续演奏乐曲，使在场友方单位当前进入冷却的技能冷却时间减少3.2%，并使在场英雄恢复2.3能量。\n为队伍添加1枚风属性调谐印记。",
      levels: [
        {
          level: 1,
          desc: "持续演奏乐曲，使在场友方单位当前进入冷却的技能冷却时间减少1.9%，并使在场英雄恢复1.4能量。\n为队伍添加1枚风属性调谐印记。"
        },
        {
          level: 2,
          desc: "持续演奏乐曲，使在场友方单位当前进入冷却的技能冷却时间减少2.2%，并使在场英雄恢复1.6能量。\n为队伍添加1枚风属性调谐印记。"
        },
        {
          level: 3,
          desc: "持续演奏乐曲，使在场友方单位当前进入冷却的技能冷却时间减少2.5%，并使在场英雄恢复1.8能量。\n为队伍添加1枚风属性调谐印记。"
        },
        {
          level: 4,
          desc: "持续演奏乐曲，使在场友方单位当前进入冷却的技能冷却时间减少2.9%，并使在场英雄恢复2.1能量。\n为队伍添加1枚风属性调谐印记。"
        },
        {
          level: 5,
          desc: "持续演奏乐曲，使在场友方单位当前进入冷却的技能冷却时间减少3.2%，并使在场英雄恢复2.3能量。\n为队伍添加1枚风属性调谐印记。"
        }
      ]
    },
    {
      name: "落雷",
      maxLevel: 5,
      desc: "向目标区域降下落雷，对目标区域的敌人造成92.4%攻击力的雷属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标区域降下落雷，对目标区域的敌人造成35.6%攻击力的雷属性伤害。"
        },
        {
          level: 2,
          desc: "向目标区域降下落雷，对目标区域的敌人造成49.8%攻击力的雷属性伤害。"
        },
        {
          level: 3,
          desc: "向目标区域降下落雷，对目标区域的敌人造成64%攻击力的雷属性伤害。"
        },
        {
          level: 4,
          desc: "向目标区域降下落雷，对目标区域的敌人造成78.2%攻击力的雷属性伤害。"
        },
        {
          level: 5,
          desc: "向目标区域降下落雷，对目标区域的敌人造成92.4%攻击力的雷属性伤害。"
        }
      ]
    },
    {
      name: "多重风压",
      maxLevel: 5,
      desc: "在自身前方形成风属性区域，持续对区域内敌人造成34.7%攻击力的风属性伤害。",
      levels: [
        {
          level: 1,
          desc: "在自身前方形成风属性区域，持续对区域内敌人造成13.3%攻击力的风属性伤害。"
        },
        {
          level: 2,
          desc: "在自身前方形成风属性区域，持续对区域内敌人造成18.7%攻击力的风属性伤害。"
        },
        {
          level: 3,
          desc: "在自身前方形成风属性区域，持续对区域内敌人造成24%攻击力的风属性伤害。"
        },
        {
          level: 4,
          desc: "在自身前方形成风属性区域，持续对区域内敌人造成29.3%攻击力的风属性伤害。"
        },
        {
          level: 5,
          desc: "在自身前方形成风属性区域，持续对区域内敌人造成34.7%攻击力的风属性伤害。"
        }
      ]
    },
    {
      name: "音霸蛙-合击",
      maxLevel: 5,
      desc: "跳向目标攻击，造成652.9%攻击力的雷属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "跳向目标攻击，造成251.1%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "跳向目标攻击，造成351.6%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "跳向目标攻击，造成452%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "跳向目标攻击，造成552.5%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "跳向目标攻击，造成652.9%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "粘液",
      desc: "造成敌方目标伤害时，降低敌方目标20%移动速度，持续8秒，每15秒触发一次。"
    },
    {
      name: "演奏Ⅲ",
      desc: "奇波对决中，自身施放特技时，友方全体奇波技能冷却时间缩短4秒。"
    }
  ],
  evolutions: [
    {
      name: "小音浮",
      no: 63,
      stage: "幼年期",
      wikiSlug: "小音浮"
    },
    {
      name: "乐乐蛙",
      no: 64,
      stage: "成长期",
      wikiSlug: "乐乐蛙"
    },
    {
      name: "音霸蛙",
      no: 65,
      stage: "成熟期",
      wikiSlug: "音霸蛙"
    }
  ]
}
