/** 伊欧利安 */
export default {
  id: "yioulian",
  no: 184,
  name: "伊欧利安",
  wikiSlug: "伊欧利安",
  wikiUrl: "https://wiki.biligame.com/ap/伊欧利安",
  elements: [
    "风"
  ],
  battleTag: "侵扰",
  race: "异生类·鳞形族",
  height: "380cm",
  stage: "超限体",
  sizeType: "超大",
  shiny: true,
  special: false,
  obtain: "待补充",
  intro: "在古老的传说中，伊欧利安是从龙人时代就存在的龙王眷属之一，拥有强大的风之力量，只要轻轻一挥手，便能卷起宛如龙卷风般的风暴。",
  image: "/imgs/qibos/yioulian.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/d/d7/ca9fwon7srmo3awmehgexnopiemdmbr.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "木工"
  ],
  drops: [
    "幽光鳞片",
    "鳞光薄膜"
  ],
  skills: [
    {
      name: "暴风旋引",
      maxLevel: 5,
      desc: "将前方敌人向自身牵引，并造成十二次34.2%攻击力的风属性伤害，随后释放四个龙卷风围绕自身旋转，每次造成39.9%攻击力的风属性伤害。\n对风属性角色添加“能量回复增幅提升·大”效果，使能量回复增幅提升29.8%，持续16秒。",
      levels: [
        {
          level: 1,
          desc: "将前方敌人向自身牵引，并造成十二次13.2%攻击力的风属性伤害，随后释放四个龙卷风围绕自身旋转，每次造成15.4%攻击力的风属性伤害。\n对风属性角色添加“能量回复增幅提升·大”效果，使能量回复增幅提升29.8%，持续16秒。"
        },
        {
          level: 2,
          desc: "将前方敌人向自身牵引，并造成十二次18.4%攻击力的风属性伤害，随后释放四个龙卷风围绕自身旋转，每次造成21.5%攻击力的风属性伤害。\n对风属性角色添加“能量回复增幅提升·大”效果，使能量回复增幅提升29.8%，持续16秒。"
        },
        {
          level: 3,
          desc: "将前方敌人向自身牵引，并造成十二次23.7%攻击力的风属性伤害，随后释放四个龙卷风围绕自身旋转，每次造成27.6%攻击力的风属性伤害。\n对风属性角色添加“能量回复增幅提升·大”效果，使能量回复增幅提升29.8%，持续16秒。"
        },
        {
          level: 4,
          desc: "将前方敌人向自身牵引，并造成十二次29%攻击力的风属性伤害，随后释放四个龙卷风围绕自身旋转，每次造成33.8%攻击力的风属性伤害。\n对风属性角色添加“能量回复增幅提升·大”效果，使能量回复增幅提升29.8%，持续16秒。"
        },
        {
          level: 5,
          desc: "将前方敌人向自身牵引，并造成十二次34.2%攻击力的风属性伤害，随后释放四个龙卷风围绕自身旋转，每次造成39.9%攻击力的风属性伤害。\n对风属性角色添加“能量回复增幅提升·大”效果，使能量回复增幅提升29.8%，持续16秒。"
        }
      ]
    },
    {
      name: "风龙卷",
      maxLevel: 5,
      desc: "向前方发射龙卷风，对龙卷风行进路径上的敌人每次造成104%攻击力的风属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向前方发射龙卷风，对龙卷风行进路径上的敌人每次造成40%攻击力的风属性伤害。"
        },
        {
          level: 2,
          desc: "向前方发射龙卷风，对龙卷风行进路径上的敌人每次造成56%攻击力的风属性伤害。"
        },
        {
          level: 3,
          desc: "向前方发射龙卷风，对龙卷风行进路径上的敌人每次造成72%攻击力的风属性伤害。"
        },
        {
          level: 4,
          desc: "向前方发射龙卷风，对龙卷风行进路径上的敌人每次造成88%攻击力的风属性伤害。"
        },
        {
          level: 5,
          desc: "向前方发射龙卷风，对龙卷风行进路径上的敌人每次造成104%攻击力的风属性伤害。"
        }
      ]
    },
    {
      name: "召风凝场",
      maxLevel: 5,
      desc: "在自身前方形成风属性区域，每0.5秒对区域内敌人造成62.4%攻击力的风属性伤害，持续3秒。",
      levels: [
        {
          level: 1,
          desc: "在自身前方形成风属性区域，每0.5秒对区域内敌人造成24%攻击力的风属性伤害，持续3秒。"
        },
        {
          level: 2,
          desc: "在自身前方形成风属性区域，每0.5秒对区域内敌人造成33.6%攻击力的风属性伤害，持续3秒。"
        },
        {
          level: 3,
          desc: "在自身前方形成风属性区域，每0.5秒对区域内敌人造成43.2%攻击力的风属性伤害，持续3秒。"
        },
        {
          level: 4,
          desc: "在自身前方形成风属性区域，每0.5秒对区域内敌人造成52.8%攻击力的风属性伤害，持续3秒。"
        },
        {
          level: 5,
          desc: "在自身前方形成风属性区域，每0.5秒对区域内敌人造成62.4%攻击力的风属性伤害，持续3秒。"
        }
      ]
    },
    {
      name: "伊欧利安-合击",
      maxLevel: 5,
      desc: "向目标发起攻击，造成652.9%攻击力的风属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起攻击，造成251.1%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起攻击，造成351.6%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起攻击，造成452%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起攻击，造成552.5%攻击力的风属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起攻击，造成652.9%攻击力的风属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "风息流转",
      desc: "自身特技冷却时长减少40%。"
    },
    {
      name: "神圣之躯",
      desc: "全元素属性的抗性提升20%。"
    },
    {
      name: "风暴身躯Ⅲ",
      desc: "奇波对决中，在场时，友方全体奇波技能冷却时间缩短35%。"
    }
  ],
  evolutions: [
    {
      name: "赛可洛",
      no: 182,
      stage: "幼年期",
      wikiSlug: "赛可洛"
    },
    {
      name: "托纳缇欧",
      no: 183,
      stage: "成熟期",
      wikiSlug: "托纳缇欧"
    },
    {
      name: "伊欧利安",
      no: 184,
      stage: "超限体",
      wikiSlug: "伊欧利安"
    }
  ]
}
