/** 重岩蹄 */
export default {
  id: "zhongyanti",
  no: 119,
  name: "重岩蹄",
  wikiSlug: "重岩蹄",
  wikiUrl: "https://wiki.biligame.com/ap/重岩蹄",
  elements: [
    "地"
  ],
  battleTag: "侵扰",
  race: "异生类·兽形族",
  height: "170cm",
  stage: "成熟期",
  sizeType: "小",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "体型庞大的奇波，拥有强壮的肌肉、出色的力量和耐力以及惊人的体重。拥有非常强大的记忆力，不会忘记任何事，连幼年时期最常吃的草是什么味道都能记得。",
  image: "/imgs/qibos/zhongyanti.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/e/ef/9ker985eh0ik7py2tb0jy9kydzjyzz7.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "采矿"
  ],
  drops: [
    "细密软绒",
    "兽灵之角"
  ],
  skills: [
    {
      name: "震袭连踏",
      maxLevel: 5,
      desc: "踩踏地面，向目标发射一道追踪的地震波，地震波在碰撞到敌人的时候将间歇造成三次164.3%攻击力的地属性伤害。\n为队伍添加1枚地属性调谐印记。",
      levels: [
        {
          level: 1,
          desc: "踩踏地面，向目标发射一道追踪的地震波，地震波在碰撞到敌人的时候将间歇造成三次63.2%攻击力的地属性伤害。\n为队伍添加1枚地属性调谐印记。"
        },
        {
          level: 2,
          desc: "踩踏地面，向目标发射一道追踪的地震波，地震波在碰撞到敌人的时候将间歇造成三次88.5%攻击力的地属性伤害。\n为队伍添加1枚地属性调谐印记。"
        },
        {
          level: 3,
          desc: "踩踏地面，向目标发射一道追踪的地震波，地震波在碰撞到敌人的时候将间歇造成三次113.8%攻击力的地属性伤害。\n为队伍添加1枚地属性调谐印记。"
        },
        {
          level: 4,
          desc: "踩踏地面，向目标发射一道追踪的地震波，地震波在碰撞到敌人的时候将间歇造成三次139%攻击力的地属性伤害。\n为队伍添加1枚地属性调谐印记。"
        },
        {
          level: 5,
          desc: "踩踏地面，向目标发射一道追踪的地震波，地震波在碰撞到敌人的时候将间歇造成三次164.3%攻击力的地属性伤害。\n为队伍添加1枚地属性调谐印记。"
        }
      ]
    },
    {
      name: "裂地岩突",
      maxLevel: 5,
      desc: "震动地面，让岩石突起，对前方矩形区域内的敌人造成69.3%攻击力的地属性伤害。",
      levels: [
        {
          level: 1,
          desc: "震动地面，让岩石突起，对前方矩形区域内的敌人造成26.7%攻击力的地属性伤害。"
        },
        {
          level: 2,
          desc: "震动地面，让岩石突起，对前方矩形区域内的敌人造成37.3%攻击力的地属性伤害。"
        },
        {
          level: 3,
          desc: "震动地面，让岩石突起，对前方矩形区域内的敌人造成48%攻击力的地属性伤害。"
        },
        {
          level: 4,
          desc: "震动地面，让岩石突起，对前方矩形区域内的敌人造成58.7%攻击力的地属性伤害。"
        },
        {
          level: 5,
          desc: "震动地面，让岩石突起，对前方矩形区域内的敌人造成69.3%攻击力的地属性伤害。"
        }
      ]
    },
    {
      name: "岩锥",
      maxLevel: 5,
      desc: "向目标发射一枚岩锥，对命中的敌人造成71.3%攻击力的地属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射一枚岩锥，对命中的敌人造成27.4%攻击力的地属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射一枚岩锥，对命中的敌人造成38.4%攻击力的地属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射一枚岩锥，对命中的敌人造成49.4%攻击力的地属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射一枚岩锥，对命中的敌人造成60.3%攻击力的地属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射一枚岩锥，对命中的敌人造成71.3%攻击力的地属性伤害。"
        }
      ]
    },
    {
      name: "重岩蹄-合击",
      maxLevel: 5,
      desc: "向目标发起攻击，造成652.9%攻击力的地属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起攻击，造成251.1%攻击力的地属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起攻击，造成351.6%攻击力的地属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起攻击，造成452%攻击力的地属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起攻击，造成552.5%攻击力的地属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起攻击，造成652.9%攻击力的地属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "蛮力",
      desc: "攻击上升60%，自身受到伤害增加20%，持续10秒，在下场时清空。"
    },
    {
      name: "岩蹄Ⅱ",
      desc: "奇波对决中，自身生命值提升120%，技能伤害提升120%，但只攻击敌方的对战设施。"
    }
  ],
  evolutions: [
    {
      name: "小岩蹄",
      no: 118,
      stage: "幼年期",
      wikiSlug: "小岩蹄"
    },
    {
      name: "重岩蹄",
      no: 119,
      stage: "成熟期",
      wikiSlug: "重岩蹄"
    }
  ]
}
