/** 猪古力 */
export default {
  id: "zhuguli",
  no: 170,
  name: "猪古力",
  wikiSlug: "猪古力",
  wikiUrl: "https://wiki.biligame.com/ap/猪古力",
  elements: [
    "地",
    "雷"
  ],
  battleTag: "侵扰",
  race: "异生类·兽形族",
  height: "65cm",
  stage: "幼年期",
  sizeType: "小",
  shiny: true,
  special: false,
  obtain: "待补充",
  intro: "猪古力的形象圆润可爱，没有攻击性。不过，如果在路上看到可爱的猪古力在玩耍，千万不要轻举妄动，因为旁边可能有一大群拉加野猪正在守护猪古力的安全。",
  image: "/imgs/qibos/zhuguli.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/b/bf/7231u9zlgn5g9ipqmqem3vzjk4cuw8w.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "木工",
    "采矿"
  ],
  drops: [
    "细密软绒",
    "兽灵之角"
  ],
  skills: [
    {
      name: "猪突猛进",
      maxLevel: 5,
      desc: "浑身裹挟着雷电向前方冲刺，对撞到的敌人每0.2秒造成29.8%的雷属性伤害，持续1.4秒。\n为队伍添加1枚雷属性调谐印记。",
      levels: [
        {
          level: 1,
          desc: "浑身裹挟着雷电向前方冲刺，对撞到的敌人每0.2秒造成11.5%的雷属性伤害，持续1.4秒。\n为队伍添加1枚雷属性调谐印记。"
        },
        {
          level: 2,
          desc: "浑身裹挟着雷电向前方冲刺，对撞到的敌人每0.2秒造成16%的雷属性伤害，持续1.4秒。\n为队伍添加1枚雷属性调谐印记。"
        },
        {
          level: 3,
          desc: "浑身裹挟着雷电向前方冲刺，对撞到的敌人每0.2秒造成20.6%的雷属性伤害，持续1.4秒。\n为队伍添加1枚雷属性调谐印记。"
        },
        {
          level: 4,
          desc: "浑身裹挟着雷电向前方冲刺，对撞到的敌人每0.2秒造成25.2%的雷属性伤害，持续1.4秒。\n为队伍添加1枚雷属性调谐印记。"
        },
        {
          level: 5,
          desc: "浑身裹挟着雷电向前方冲刺，对撞到的敌人每0.2秒造成29.8%的雷属性伤害，持续1.4秒。\n为队伍添加1枚雷属性调谐印记。"
        }
      ]
    },
    {
      name: "雷球",
      maxLevel: 5,
      desc: "向目标发射3枚雷球，对命中的敌人造成23.8%攻击力的雷属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发射3枚雷球，对命中的敌人造成9.1%攻击力的雷属性伤害。"
        },
        {
          level: 2,
          desc: "向目标发射3枚雷球，对命中的敌人造成12.8%攻击力的雷属性伤害。"
        },
        {
          level: 3,
          desc: "向目标发射3枚雷球，对命中的敌人造成16.5%攻击力的雷属性伤害。"
        },
        {
          level: 4,
          desc: "向目标发射3枚雷球，对命中的敌人造成20.1%攻击力的雷属性伤害。"
        },
        {
          level: 5,
          desc: "向目标发射3枚雷球，对命中的敌人造成23.8%攻击力的雷属性伤害。"
        }
      ]
    },
    {
      name: "猪古力-合击",
      maxLevel: 5,
      desc: "向前撞击目标，造成652.9%攻击力的雷属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向前撞击目标，造成251.1%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向前撞击目标，造成351.6%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向前撞击目标，造成452%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向前撞击目标，造成552.5%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向前撞击目标，造成652.9%攻击力的雷属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "厚皮",
      desc: "自身防御力提升60%。"
    },
    {
      name: "静电表皮Ⅲ",
      desc: "奇波对决中，自身生命值提升60%，受到伤害时暴击率提升1%，暴击伤害提升2%，该效果最多可叠加20层。"
    }
  ],
  evolutions: [
    {
      name: "猪古力",
      no: 170,
      stage: "幼年期",
      wikiSlug: "猪古力"
    },
    {
      name: "拉加野猪",
      no: 171,
      stage: "成熟期",
      wikiSlug: "拉加野猪"
    },
    {
      name: "铁鬃霸主",
      no: 172,
      stage: "超限体",
      wikiSlug: "铁鬃霸主"
    }
  ]
}
