/** 钻山蜥 */
export default {
  id: "zuanshanxi",
  no: 95,
  name: "钻山蜥",
  wikiSlug: "钻山蜥",
  wikiUrl: "https://wiki.biligame.com/ap/钻山蜥",
  elements: [
    "地"
  ],
  battleTag: "防护",
  race: "异生类·鳞形族",
  height: "220cm",
  stage: "成熟期",
  sizeType: "大",
  shiny: false,
  special: false,
  obtain: "待补充",
  intro: "钻山蜥具有极强的寻宝能力，会撅出地下的贵金属及珍贵宝石，如果能够驯养钻山蜥，与它们建立友情，或许能够获得一笔意外的财富。不过，有时钻山蜥寻找的宝物，仅仅是它们感兴趣的破铜烂铁而已。",
  image: "/imgs/qibos/zuanshanxi.png",
  pixelImageUrl: "https://patchwiki.biligame.com/images/ap/8/83/5bwq5cf9r5htp6fof4mkgphq4gz1ave.png",
  imageWidth: 768,
  imageHeight: 96,
  homeJobs: [
    "采矿"
  ],
  drops: [
    "幽光鳞片",
    "鳞光薄膜"
  ],
  skills: [
    {
      name: "钻山猛击",
      maxLevel: 5,
      desc: "使用头甲向前撞击，对敌人造成四次74.9%攻击力的地属性伤害。\n为地属性角色添加“物理防御提升·大”与“魔法防御提升·大”效果，使物理与魔法防御提升4.8%，持续16秒。",
      levels: [
        {
          level: 1,
          desc: "使用头甲向前撞击，对敌人造成四次28.8%攻击力的地属性伤害。\n为地属性角色添加“物理防御提升·大”与“魔法防御提升·大”效果，使物理与魔法防御提升4.8%，持续16秒。"
        },
        {
          level: 2,
          desc: "使用头甲向前撞击，对敌人造成四次40.3%攻击力的地属性伤害。\n为地属性角色添加“物理防御提升·大”与“魔法防御提升·大”效果，使物理与魔法防御提升4.8%，持续16秒。"
        },
        {
          level: 3,
          desc: "使用头甲向前撞击，对敌人造成四次51.8%攻击力的地属性伤害。\n为地属性角色添加“物理防御提升·大”与“魔法防御提升·大”效果，使物理与魔法防御提升4.8%，持续16秒。"
        },
        {
          level: 4,
          desc: "使用头甲向前撞击，对敌人造成四次63.4%攻击力的地属性伤害。\n为地属性角色添加“物理防御提升·大”与“魔法防御提升·大”效果，使物理与魔法防御提升4.8%，持续16秒。"
        },
        {
          level: 5,
          desc: "使用头甲向前撞击，对敌人造成四次74.9%攻击力的地属性伤害。\n为地属性角色添加“物理防御提升·大”与“魔法防御提升·大”效果，使物理与魔法防御提升4.8%，持续16秒。"
        }
      ]
    },
    {
      name: "岩固之盾",
      maxLevel: 5,
      desc: "为自身添加等同于14.6%自身生命上限的护盾，并持续嘲讽附近敌人，持续5秒。",
      levels: [
        {
          level: 1,
          desc: "为自身添加等同于8.8%自身生命上限的护盾，并持续嘲讽附近敌人，持续5秒。"
        },
        {
          level: 2,
          desc: "为自身添加等同于10.2%自身生命上限的护盾，并持续嘲讽附近敌人，持续5秒。"
        },
        {
          level: 3,
          desc: "为自身添加等同于11.7%自身生命上限的护盾，并持续嘲讽附近敌人，持续5秒。"
        },
        {
          level: 4,
          desc: "为自身添加等同于13.2%自身生命上限的护盾，并持续嘲讽附近敌人，持续5秒。"
        },
        {
          level: 5,
          desc: "为自身添加等同于14.6%自身生命上限的护盾，并持续嘲讽附近敌人，持续5秒。"
        }
      ]
    },
    {
      name: "岩锥散射",
      maxLevel: 5,
      desc: "向前方扇形区域发射五枚岩锥，每枚岩锥对命中的敌人造成55.5%攻击力的地属性伤害。",
      levels: [
        {
          level: 1,
          desc: "向前方扇形区域发射五枚岩锥，每枚岩锥对命中的敌人造成21.3%攻击力的地属性伤害。"
        },
        {
          level: 2,
          desc: "向前方扇形区域发射五枚岩锥，每枚岩锥对命中的敌人造成29.9%攻击力的地属性伤害。"
        },
        {
          level: 3,
          desc: "向前方扇形区域发射五枚岩锥，每枚岩锥对命中的敌人造成38.4%攻击力的地属性伤害。"
        },
        {
          level: 4,
          desc: "向前方扇形区域发射五枚岩锥，每枚岩锥对命中的敌人造成46.9%攻击力的地属性伤害。"
        },
        {
          level: 5,
          desc: "向前方扇形区域发射五枚岩锥，每枚岩锥对命中的敌人造成55.5%攻击力的地属性伤害。"
        }
      ]
    },
    {
      name: "钻山蜥-合击",
      maxLevel: 5,
      desc: "向目标发起攻击，造成652.9%攻击力的地属性伤害，对架势槽造成大量伤害。",
      levels: [
        {
          level: 1,
          desc: "向目标发起攻击，造成251.1%攻击力的地属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 2,
          desc: "向目标发起攻击，造成351.6%攻击力的地属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 3,
          desc: "向目标发起攻击，造成452%攻击力的地属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 4,
          desc: "向目标发起攻击，造成552.5%攻击力的地属性伤害，对架势槽造成大量伤害。"
        },
        {
          level: 5,
          desc: "向目标发起攻击，造成652.9%攻击力的地属性伤害，对架势槽造成大量伤害。"
        }
      ]
    }
  ],
  properties: [
    {
      name: "岩石皮肤",
      desc: "自身防御力上升20%，火属性与雷属性抗性提升15%。"
    },
    {
      name: "坚甲Ⅲ",
      desc: "奇波对决中，自身攻击力降低30%，移动速度降低30%，生命值提升300%。"
    }
  ],
  evolutions: [
    {
      name: "岩甲蜥",
      no: 93,
      stage: "幼年期",
      wikiSlug: "岩甲蜥"
    },
    {
      name: "穿甲蜥",
      no: 94,
      stage: "成长期",
      wikiSlug: "穿甲蜥"
    },
    {
      name: "钻山蜥",
      no: 95,
      stage: "成熟期",
      wikiSlug: "钻山蜥"
    }
  ]
}
